{"paper_id": 12123, "text": "Therefore, the predicting of protein's tertiary structure, based on the primary amino acid sequence from long time, is the most important and challenging subject in biochemistry, molecular biology, and biophysics. ", "title": "Protein Folding Prediction in a Cubic Lattice in Hydrophobic-Polar Model"}
{"paper_id": 53022, "text": "Shim's fine-grain measurements reveal new behaviors, such as variations in instructions per cycle (IPC) within the execution of a single function. ", "title": "Computer performance microscopy with Shim"}
{"paper_id": 65578, "text": "Availability and implementation: Documentation, examples and links to the software are available from http://www.cbrg.ox.ac.uk/data/pivotviewer/. ", "title": "HTML5 PivotViewer: high-throughput visualization and querying of image data on the web"}
{"paper_id": 77922, "text": "We study the semantic foundation of expressive probabilistic programming languages, that support higher-order functions, continuous distributions, and soft constraints (such as Anglican, Church, and Venture). ", "title": "Semantics for probabilistic programming: higher-order functions, continuous distributions, and soft constraints"}
{"paper_id": 103142, "text": "We have used Software Theater in more than twenty projects and the result is overall positive.", "title": "Using software theater for the demonstration of innovative ubiquitous applications"}
{"paper_id": 105965, "text": "Topological and structural analysis of multivariate data is aimed at improving the understanding and usage of such data through identification of intrinsic features and structural relationships among multiple variables. ", "title": "Decomposition and Simplification of Multivariate Data using Pareto Sets"}
{"paper_id": 123960, "text": "Minimizing the CUBO leads to improved posterior uncertainty, and it can also be used with the classical VI lower bound (ELBO) to provide a sandwich estimate of the model evidence. ", "title": "Variational Inference via \\chi Upper Bound Minimization"}
{"paper_id": 171337, "text": "These graphs, derived from the quadratic functions, are new tools in multivariate cryptanalysis.", "title": "Graph-Theoretic Algorithms for the \"Isomorphism of Polynomials\" Problem"}
{"paper_id": 171569, "text": "Previous studies on this methodology have achieved promising results using a small number of individually selected patterns. ", "title": "Discriminative Learning on Exemplary Patterns of Sequential Numerical Data"}
{"paper_id": 185626, "text": "Experimental evaluations of TRANSIT to specify cache coherence protocols show that (1) the algorithm for expression inference from concolic snippets can synthesize expressions of size 15 involving typical operators over commonly occurring types, (2) for a classical directory-based protocol, TRANSIT automatically generates, in a few seconds, a complete implementation from a specification consisting of the EFSM structure and a few concrete examples for every transition, and (3) a published partial description of the SGI Origin cache coherence protocol maps directly to symbolic examples and leads to a complete implementation in a few iterations, with the programmer correcting counterexamples resulting from underspecified transitions by adding concrete examples in each iteration.", "title": "TRANSIT: specifying protocols with concolic snippets"}
{"paper_id": 236274, "text": "The projection matrix is designed by maximizing mutual information between Y and X, I (Y; X). ", "title": "Designed Measurements for Vector Count Data"}
{"paper_id": 260025, "text": "This requires the purchased capacity to be dynamically and transparently allocated among the tenant's VMs that may be running on different servers, even across datacenters. ", "title": "Defragmenting the cloud using demand-based resource allocation"}
{"paper_id": 263975, "text": "Our results show significantly higher ratings for the fixed video condition and no effect of the camera placement. ", "title": "Evaluating Stereoscopic Video with Head Tracking for Immersive Teleoperation of Mobile Telepresence Robots"}
{"paper_id": 276777, "text": "Specifically, we discuss the Glass wing pipeline and its ability to overlap computation, communication, memory transfers and disk access. ", "title": "Scaling MapReduce Vertically and Horizontally"}
{"paper_id": 285262, "text": "We analyze the impact of our findings on these two designs by performing a large scale measurement study. ", "title": "Analyzing the potential benefits of CDN augmentation strategies for internet video workloads"}
{"paper_id": 342256, "text": "Namely, we design an efficient preprocessing phase that allows the parties to generate authenticated information; we then show how to use this information to distributively construct a single \"authenticated\" garbled circuit that is evaluated by one party. ", "title": "Global-Scale Secure Multiparty Computation"}
{"paper_id": 401029, "text": "Using one million connected cars on a production cellular network, we conduct network-scale measurements of over one billion radio connections to understand various aspects including their spatial and temporal connectivity patterns, the network conditions they face, use and handovers across various radio frequencies and mobility patterns. ", "title": "Connected cars in cellular network: a measurement study"}
{"paper_id": 480839, "text": "The goal of leakage-resilient cryptography is to construct cryptographic algorithms that are secure even if the devices on which they are implemented leak information to the adversary. ", "title": "Circuit Compilers with O(1/\\log (n)) Leakage Rate"}
{"paper_id": 579248, "text": "A request typically traverses the cache hierarchy, level by level, until the data is found, thereby wasting time and energy in each level. ", "title": "Navigating the cache hierarchy with a single lookup"}
{"paper_id": 583527, "text": "This meaningfully defers the type consistency check until the term inside the hole is finished. ", "title": "Hazelnut: a bidirectionally typed structure editor calculus"}
{"paper_id": 595543, "text": "3D city model, which consisted of the 3D building models and their geospatial position and orientation, is becoming a valuable resource in virtual reality, navigation systems, civil engineering, etc. ", "title": "A framework for the automatic 3D city modeling using the panoramic image from mobile mapping system and digital maps"}
{"paper_id": 595564, "text": "Novel wearable devices with imaging capabilities will be uniquely positioned to assist visually impaired in activities such as grocery shopping. ", "title": "A hardware accelerated multilevel visual classifier for embedded visual-assist systems"}
{"paper_id": 612934, "text": "MemPod monitors memory activity and periodically migrates the most frequently accessed memory pages to the faster on-chip memory. ", "title": "MemPod: A Clustered Architecture for Efficient and Scalable Migration in Flat Address Space Multi-level Memories"}
{"paper_id": 630580, "text": "The former allows the programmer to employ relational constructs to partition the input data by keys and to integrate data streams from different sources, while the latter can be used to exploit the logical hierarchy in the input stream for modular specifications. ", "title": "StreamQRE: modular specification and efficient evaluation of quantitative queries over streaming data"}
{"paper_id": 644574, "text": "Radix page tables as implemented in the x86-64 architecture incur a penalty of four memory references for address translation upon each TLB miss. ", "title": "Hash, Don't Cache (the Page Table)"}
{"paper_id": 653005, "text": "These characteristics led to a Software Defined Networking architecture using OpenFlow to control relatively simple switches built from merchant silicon. ", "title": "B4: experience with a globally-deployed software defined wan"}
{"paper_id": 664662, "text": "We show how to directly work on a recorded 3D point cloud of the real environment containing high dynamic range color values. ", "title": "Natural Environment Illumination: Coherent Interactive Augmented Reality for Mobile and Non-Mobile Devices"}
{"paper_id": 687482, "text": "STREAMS introduces two abstractions, rVertex and rStream, to manage the complexity in distributed stream computation systems. ", "title": "StreamScope: Continuous Reliable Distributed Processing of Big Data Streams"}
{"paper_id": 689873, "text": "Nonuniform (or “nested” or “heterogeneous”) datatypes are recursively defined types in which the type arguments vary recursively. ", "title": "Foundational nonuniform (Co)datatypes for higher-order logic"}
{"paper_id": 758727, "text": "Simply put, the most central k-core is not necessarily the densest subgraph. ", "title": "Density-friendly Graph Decomposition"}
{"paper_id": 805607, "text": "Prior research created topical shards by using random seed documents to cluster a random sample of the full corpus. ", "title": "How Random Decisions Affect Selective Distributed Search"}
{"paper_id": 948626, "text": "Emerging byte-addressable nonvolatile memories (NVMs) promise persistent memory, which allows processors to directly access persistent data in main memory. ", "title": "ThyNVM: Enabling software-transparent crash consistency in persistent memory systems"}
{"paper_id": 958078, "text": "In this paper, we present Duet, which offers all the benefits of software load balancer, along with low latency and high availability -- at next to no cost. We do this by exploiting a hitherto overlooked resource in the data center networks -- the switches themselves. ", "title": "Duet: cloud scale load balancing with hardware and software"}
{"paper_id": 1005363, "text": "We evaluate DeduceIt with 990 students in an online compilers course, finding students take advantage of its incremental feedback and instructors benefit from its structured insights into course topics. ", "title": "Crowd-scale interactive formal reasoning and analytics"}
{"paper_id": 1039265, "text": "We provide efficient algorithms for learning disjunctions in the semi-supervised setting under a natural regularity assumption introduced by (Balcan & Blum, 2005). ", "title": "Efficient Semi-supervised and Active Learning of Disjunctions"}
{"paper_id": 1066490, "text": "We also provide an ensemble classifier for language identification which eliminates this disparity and release a new corpus of tweets containing AAE-like language.", "title": "Demographic Dialectal Variation in Social Media: A Case Study of African-American English"}
{"paper_id": 1077913, "text": "Consequently, we see Privee as a promising avenue for facilitating the notice-and-choice principle by accurately notifying-Web users of privacy practices and increasing privacy transparency on the Web.", "title": "Privee: An Architecture for Automatically Analyzing Web Privacy Policies"}
{"paper_id": 1111914, "text": "Acoustic communication provides low data rates and high propagation delays, both of which are not suitable for employing high control gains for the navigation of AUVs. ", "title": "Work-in-Progress: Networked Control of Autonomous Underwater Vehicles with Acoustic and Radio Frequency Hybrid Communication"}
{"paper_id": 1244707, "text": "Appropriate objectives are formulated, and by the use of them, a procedure is suggested to compare the performance of different motors for a specified task. ", "title": "On the optimal selection of motors and transmissions for electromechanical and robotic systems"}
{"paper_id": 1298020, "text": "Human computation has been shown to be effective in many of these settings, but is traditionally applied in an offline, batch-processing fashion. ", "title": "Powering interactive intelligent systems with the crowd"}
{"paper_id": 1305047, "text": "This paper mainly discusses how to use histogram projection and LBDM (Learning Based Digital Matting) to extract a tongue from a medical image, which is one of the most important steps in diagnosis of traditional Chinese Medicine. ", "title": "Automatic tongue image segmentation based on histogram projection and matting"}
{"paper_id": 1326398, "text": "It has recently been shown that different NLP models can be effectively combined using dual decomposition. ", "title": "Combining PCFG-LA Models with Dual Decomposition: A Case Study with Function Labels and Binarization"}
{"paper_id": 1326596, "text": "In this paper we examine the lessons learnt in those 20 years about microkernel design and implementation. ", "title": "From L3 to seL4 what have we learnt in 20 years of L4 microkernels?"}
{"paper_id": 1346880, "text": "The aim is to learn the unknown item qualities μi's as precisely as possible. ", "title": "Learning Entangled Single-Sample Gaussians"}
{"paper_id": 1378020, "text": "Our lower bound stands in contrast to many recent results on simple and prior-independent auctions and fundamentally involves the interplay between bidder competition, non-identical distributions, and a very close (but still constant) approximation of the optimal revenue. ", "title": "The sample complexity of revenue maximization"}
{"paper_id": 1394829, "text": "In this paper, we discuss some other possibilities to equip DCS with logical inference, and we discuss further on how logical inference can help textual entailment recognition, or other semantic precessing tasks.", "title": "Efficient Logical Inference for Semantic Processing"}
{"paper_id": 1406906, "text": "However, the hybrid energy is nonconvex. ", "title": "Primary Object Segmentation in Videos via Alternate Convex Optimization of Foreground and Background Distributions"}
{"paper_id": 1426110, "text": "Here, we introduce several positive definite Grassmannian kernels, including universal ones, and demonstrate their superiority over previously-known kernels in various tasks, such as classification, clustering, sparse coding and hashing.", "title": "Expanding the Family of Grassmannian Kernels: An Embedding Perspective"}
{"paper_id": 1485076, "text": "In addition, it can consistently detect the location of discovered semantics accurately, achieving an error within 2.5m on average for all semantics. ", "title": "TransitLabel: A Crowd-Sensing System for Automatic Labeling of Transit Stations Semantics"}
{"paper_id": 1521197, "text": "Finally, the model is integrated with a publicly deployed self-assessment system, leading to performance comparable to human annotators.", "title": "Compositional Sequence Labeling Models for Error Detection in Learner Writing"}
{"paper_id": 1551927, "text": "The accuracy rate ranged between 92.37% and 99.72%.", "title": "BatteryExtender: an adaptive user-guided tool for power management of mobile devices"}
{"paper_id": 1579519, "text": "2) for every connected subgraph H of G on at most k vertices, the probability that A covers the whole vertex set of H is at least (2O(√k log2 k) · nO(1))-1, where n is the number of vertices of G. Together with standard dynamic programming techniques for graphs of bounded treewidth, this result gives a versatile technique for obtaining (randomized) subexponential parameterized algorithms for problems on planar graphs, usually with running time bound 2O(√(k log2 k))nO(1). ", "title": "Subexponential Parameterized Algorithms for Planar and Apex-Minor-Free Graphs via Low Treewidth Pattern Covering"}
{"paper_id": 1634313, "text": "The usefulness of the FEMI is confirmed through a numerical simulation of a robotic arm. ", "title": "Generalized Force-and-Energy Manipulability for design and control of redundant robotic arm"}
{"paper_id": 1653535, "text": "First, we show that regularization via the Tsallis entropy, which includes EXP3 as a special case, matches the O(√NT) minimax regret with a smaller constant factor. ", "title": "Fighting Bandits with a New Kind of Smoothness"}
{"paper_id": 1656376, "text": "Achieving a smooth and dynamic storage-performance tradeoff enables a wide range of applications. ", "title": "BlowFish: Dynamic Storage-Performance Tradeoff in Data Stores"}
{"paper_id": 1725943, "text": "The contentious battle between web services and miscreants involved in blackhat search engine optimization and malicious advertisements has driven the underground to develop increasingly sophisticated techniques that hide the true nature of malicious sites. ", "title": "Cloak of Visibility: Detecting When Machines Browse a Different Web"}
{"paper_id": 1737116, "text": "Our models are based on the several metrics such as the reviewer assigning different scores to different rubric items and automated metrics to assess the textual feedback given by the reviewers. ", "title": "Prediction of Grades for Reviewing with Automated Peer-review and Reputation Metrics"}
{"paper_id": 1748747, "text": "In this paper, we report on the results of a largescale measurement study of the piracy ecosystem that has emerged around One-Click Hosters or “cyberlockers” such as Rapidshare, Megaupload, Mediafire, and Hotfile. ", "title": "Clickonomics: Determining the Effect of Anti-Piracy Measures for One-Click Hosting"}
{"paper_id": 1770923, "text": "We have implemented eight functions for association studies, including standard methods (linear models, linear mixed models, rare variants test, analysis in nested association mapping design and local variance component analysis), as well as a novel Bayesian local variance component analysis. ", "title": "JAWAMix5: an out-of-core HDF5-based java implementation of whole-genome association studies using mixed models"}
{"paper_id": 1783774, "text": "We show that, as long as the cascade sampling process satisfies a natural incoherence condition, our framework can recover the correct network structure with high probability if we observe O(d3 log N) cascades, where d is the maximum number of parents of a node and N is the total number of nodes. ", "title": "Estimating Diffusion Network Structures: Recovery Conditions, Sample Complexity & Soft-thresholding Algorithm"}
{"paper_id": 1795367, "text": "While duplication-loss (DL) reconciliation leads to a unique maximum-parsimony solution, duplication-transfer-loss (DTL) reconciliation yields a multitude of optimal solutions, making it difficult to infer the true evolutionary history of the gene family. ", "title": "Reconciliation Revisited: Handling Multiple Optima When Reconciling with Duplication, Transfer, and Loss"}
{"paper_id": 1808519, "text": "Part detectors can be trained and applied individually, which simplifies learning and extension to new features or categories. ", "title": "Learning Collections of Part Models for Object Recognition"}
{"paper_id": 1826802, "text": "Indeed, it would be helpful to take account of users' profile when suggesting a list of tags and resources or even a list of friends, in order to make a more personal recommandation. ", "title": "A personalized recommender system based on users' information in folksonomies"}
{"paper_id": 1881448, "text": "Distributed data processing platforms such as MapReduce and Pregel have substantially simplified the design and deployment of certain classes of distributed graph analytics algorithms. ", "title": "Arabesque: a system for distributed graph mining"}
{"paper_id": 1903469, "text": "We develop a benchmark measuring the timing variability of floating point operations and report on its results. ", "title": "On Subnormal Floating Point and Abnormal Timing"}
{"paper_id": 1951749, "text": "We present an interactive method that allows users to easily abstract complex 3D models with only a few strokes. ", "title": "Sketching in Gestalt Space: Interactive Shape Abstraction through Perceptual Reasoning"}
{"paper_id": 2000187, "text": "Previous systems simply reduce the effective screen frame rate to be half the camera frame capture rate, to guarantee receiving a decodable frame every other frame. ", "title": "LightSync: unsynchronized visual communication over screen-camera links"}
{"paper_id": 2016915, "text": "1) Designing Breathing Feedback; ", "title": "Life Tree: Understanding the Design of Breathing Exercise Games"}
{"paper_id": 2043963, "text": "Coupled weather-wildland fire models tie numerical weather prediction models to wildland fire behavior modules to simulate the impact of a fire on the atmosphere and the subsequent feedback of these fire-induced winds on fire behavior, i.e. how a fire \"creates its own weather\". ", "title": "Using Scientific Computing to Advance Wildland Fire Monitoring and Prediction"}
{"paper_id": 2133812, "text": "It is desirable that the best consistency be guaranteed for a tolerable response latency, but none of existing large-scale stores supports maximized replica consistency within a given latency constraint. ", "title": "RECODS: Replica consistency-on-demand store"}
{"paper_id": 2167027, "text": "We consider end-to-end latency specifications for hard real-time embedded systems. ", "title": "On the schedulability of real-time discrete-event systems"}
{"paper_id": 2185117, "text": "We exploit asynchrony throughout the system to improve performance and show that it additionally improves the accuracy of trained models. ", "title": "Project Adam: Building an Efficient and Scalable Deep Learning Training System"}
{"paper_id": 2226854, "text": "We also propose a cost-aware combination approach to compose expectations. ", "title": "Name Tagging for Low-resource Incident Languages based on Expectation-driven Learning"}
{"paper_id": 2231082, "text": "This comprehensive representation enables us to elegantly model templates for common vulnerabilities with graph traversals that, for instance, can identify buffer overflows, integer overflows, format string vulnerabilities, or memory disclosures. ", "title": "Modeling and Discovering Vulnerabilities with Code Property Graphs"}
{"paper_id": 2273553, "text": "Some can only compare at the system event level and require executions to take the same input. ", "title": "Dual Execution for On the Fly Fine Grained Execution Comparison"}
{"paper_id": 2496471, "text": "As one example, we show that PSDD multiplication leads to a very simple but effective compilation algorithm for probabilistic graphical models: represent each model factor as a PSDD, and then multiply them.", "title": "Tractable Operations for Arithmetic Circuits of Probabilistic Models"}
{"paper_id": 2503638, "text": "The intrinsic error resilience exhibited by emerging application domains enables a new dimension for energy optimization of computing systems, namely the introduction of a controlled amount of approximations during system operation in exchange for substantial energy savings. ", "title": "Towards full-system energy-accuracy tradeoffs: A case study of an approximate smart camera system?"}
{"paper_id": 2508364, "text": "In this paper, a new field-prgrammable gate array (FPGA) based HMD system is proposed to perform the temporal quality compensation without using ATW. ", "title": "Real-time temporal quality compensation technique for head mounted displays"}
{"paper_id": 2515771, "text": "A public prediction gradually converges to the outcome, and an expert has access to a more accurate prediction. ", "title": "The Strategy of Experts for Repeated Predictions"}
{"paper_id": 2590057, "text": "A major training device used to train all Landing Signal Officers (LSOs) for several decades has been the Landing Signal Officer Trainer, Device 2H111. ", "title": "Taking Immersive VR Leap in Training of Landing Signal Officers"}
{"paper_id": 2606629, "text": "Its Plain design transforms the call to the dispatcher into a call to the correct handler — bypassing the whole dispatcher execution. ", "title": "ShortCut: Architectural support for fast object access in scripting languages"}
{"paper_id": 2691973, "text": "2) Android application developers avoid requesting unnecessary privileges which will be shown in the permission list during application installation. ", "title": "Comparing Mobile Privacy Protection through Cross-Platform Applications"}
{"paper_id": 2697138, "text": "Many rapid fabrication technologies are directed towards layer wise printing or laser based prototyping. ", "title": "WireFab: Mix-Dimensional Modeling and Fabrication for 3D Mesh Models"}
{"paper_id": 2727320, "text": "We find that, in English, bigram alignment models do perform better than unigram alignment models on the G2P task. ", "title": "Do we need bigram alignment models? On the effect of alignment quality on transduction accuracy in G2P"}
{"paper_id": 2746334, "text": "AllSee consumes three to four orders of magnitude lower power than state-of-the-art systems and can enable always-on gesture recognition for smartphones and tablets. ", "title": "Bringing Gesture Recognition to All Devices"}
{"paper_id": 2780493, "text": "First, pre-initialize weights of each convolution or inner-product layer with orthonormal matrices. ", "title": "All you need is a good init"}
{"paper_id": 2833573, "text": "Hardware specialization is an increasingly common technique to enable improved performance and energy efficiency in spite of the diminished benefits of technology scaling. ", "title": "Architectural Specialization for Inter-Iteration Loop Dependence Patterns"}
{"paper_id": 2946440, "text": "A relative equal error rate (EER) reduction by 70% was achieved for the development set and a reduction by 30% was obtained for the evaluation set.", "title": "Audio Replay Attack Detection Using High-Frequency Features"}
{"paper_id": 3011590, "text": "To exploit the sparsity constraint on the nature HS images for computational reconstruction, an over-complete HS dictionary is learned to represent the HS images in a sparser way than previous representations. ", "title": "Spatial-spectral encoded compressive hyperspectral imaging"}
{"paper_id": 3026482, "text": "We identify the challenges involved in implementing futexes for these protocols and present the design and evaluation of their implementations in LITMUSRT, a real-time extension of the Linux kernel. ", "title": "Fast on Average, Predictable in the Worst Case: Exploring Real-Time Futexes in LITMUSRT"}
{"paper_id": 3034290, "text": "We identify this bully behavior and validate its underlying causes with the help of detailed network simulation and real application traces. ", "title": "Watch Out for the Bully! Job Interference Study on Dragonfly Network"}
{"paper_id": 3036345, "text": "Specifically, we performed an in-depth analysis on four popular health/medical devices that collect sensitive user information and successfully built end-toend attacks that stealthily gathered sensitive user data and fed arbitrary information into the user’s health/medical account, using nothing but Bluetooth permissions and public information disclosed by the phone. ", "title": "Inside Job: Understanding and Mitigating the Threat of External Device Mis-Binding on Android"}
{"paper_id": 3117731, "text": "Thus, the leak of 600GB worth of logs from 7 Blue Coat SG-9000 proxies, deployed in Syria to filter Internet traffic at a country scale, represents a unique opportunity to provide a detailed snapshot of a real-world censorship ecosystem. ", "title": "Censorship in the Wild: Analyzing Internet Filtering in Syria"}
{"paper_id": 3174691, "text": "Experimental results on KITTI and Middlebury data sets demonstrate the effectiveness of our model. ", "title": "A Deep Visual Correspondence Embedding Model for Stereo Matching Costs"}
{"paper_id": 3222867, "text": "Finally, we shed light on factors influencing migration to a DPS.", "title": "Millions of targets under attack: a macroscopic characterization of the DoS ecosystem"}
{"paper_id": 3292002, "text": "Our GAT models have achieved or matched state-of-the-art results across four established transductive and inductive graph benchmarks: the Cora, Citeseer and Pubmed citation network datasets, as well as a protein-protein interaction dataset (wherein test graphs remain unseen during training).", "title": "Graph Attention Networks"}
{"paper_id": 3336633, "text": "If machine learning is operationalized merely in the service of predicting individual future crime, then it becomes difficult to break cycles of criminalization that are driven by the iatrogenic effects of the criminal justice system itself. ", "title": "Interventions over Predictions: Reframing the Ethical Debate for Actuarial Risk Assessment"}
{"paper_id": 3338015, "text": "The lower bound gives the first separation between the sample complexity of properly learning a concept class with (ε, δ) differential privacy and learning without privacy. ", "title": "Differentially Private Release and Learning of Threshold Functions"}
{"paper_id": 3406530, "text": "20 This improves responsiveness on variable network paths. ", "title": "Salsify: Low-Latency Network Video through Tighter Integration between a Video Codec and a Transport Protocol"}
{"paper_id": 3412172, "text": "We also explain how the proof can be adapted to show that any hereditary property of two-dimensional matrices over a finite alphabet (where row and column order is not ignored) is strongly testable. ", "title": "Testing Hereditary Properties of Ordered Graphs and Matrices"}
{"paper_id": 3489706, "text": "We apply LENS to a wide range of network matrices from 3G, WiFi, mesh, sensor networks, and the Internet. ", "title": "Robust network compressive sensing"}
{"paper_id": 3515446, "text": "Wonderland is a significant advance over the state-of-the-art because it not only makes graph abstraction feasible to out-of-core systems, but also broadens the applications of the concept in important ways. ", "title": "Wonderland: A Novel Abstraction-Based Out-Of-Core Graph Processing System"}
{"paper_id": 3522144, "text": "Our main result shows that if two expressions are mapped to different symbolic patterns, then there are secure pseudorandom generators and encryption schemes for which the two distributions can be distinguished with overwhelming advantage. ", "title": "Symbolic Encryption with Pseudorandom Keys"}
{"paper_id": 3525221, "text": "We conclude with design implications to better support the video making process.", "title": "The Art and Science of Persuasion: Not All Crowdfunding Campaign Videos are The Same"}
{"paper_id": 3589352, "text": "From the onset and during the course of development for FINAL FANTASY XV, we built our world around the theme: \"a fantasy based on reality\". ", "title": "How to build a fantasy world based on reality: a case study of Final Fantasy XV: part I"}
{"paper_id": 3641656, "text": "The label-propagation process is defined via random-walk hitting probabilities, which leads to a differentiable parameterization with uncertainty estimates that are incorporated into our loss. ", "title": "Learning Random-Walk Label Propagation for Weakly-Supervised Semantic Segmentation"}
{"paper_id": 3655616, "text": "More precisely, a secure compilation chain must ensure that a dynamically compromised component cannot break the safety properties of the system at the target level any more than an arbitrary attacker-controlled component (with the same interface and privileges, but without undefined behaviors) already could at the source level. ", "title": "When Good Components Go Bad: Formally Secure Compilation Despite Dynamic Compromise"}
{"paper_id": 3677123, "text": "The results imply that community structure and CRIP may be the structural basis for low-frequency motions.", "title": "The Relationship Between Low-Frequency Motions and Community Structure of Residue Network in Protein Molecules"}
{"paper_id": 3719281, "text": "Moreover, the network is fast. ", "title": "U-Net: Convolutional Networks for Biomedical Image Segmentation"}
{"paper_id": 3783087, "text": "Existing hand segmentation datasets are collected in the laboratory settings. ", "title": "Analysis of Hand Segmentation in the Wild"}
{"paper_id": 3800787, "text": "The proposed technique is compared to three previously proposed energy-efficient data encoding techniques on a set of 14 applications. ", "title": "Reducing data movement energy via online data clustering and encoding"}
{"paper_id": 3821087, "text": "We also develop a C compiler that targets our device and that can compile standard C modules to Sancus protected software modules.", "title": "Sancus: Low-cost Trustworthy Extensible Networked Devices with a Zero-software Trusted Computing Base"}
{"paper_id": 3840283, "text": "We propose Active-Routing , an in-network compute architecture that enables computation on the way for near-data processing by exploiting patterns of aggregation over intermediate results of arithmetic operators. ", "title": "Active-Routing: Compute on the Way for Near-Data Processing"}
{"paper_id": 3868975, "text": "We postulate that a swarm»s motion can be controlled with three complementary aspects: its behaviour, its agents» state, and the task at hand. ", "title": "Behaviours and States for Human-Swarm Interaction Studies"}
{"paper_id": 3926004, "text": "Attention-based Encoder-Decoder has the effective architecture for neural machine translation (NMT), which typically relies on recurrent neural networks (RNN) to build the blocks that will be lately called by attentive reader during the decoding process. ", "title": "Multi-channel Encoder for Neural Machine Translation"}
{"paper_id": 3961077, "text": "We also have a demo showcasing how our designs can be implemented on off-the-shelf smartphones for smart light bulbs control.", "title": "Cross-Technology Communication via PHY-Layer Emulation"}
{"paper_id": 4247283, "text": "Furthermore, property differencing is used in synergy with program behavior differencing techniques to optimize common regression scenarios, such as detecting regression errors or checking feature additions for conformance to new expected properties. ", "title": "Property differencing for incremental checking"}
{"paper_id": 4313111, "text": "This paper generalizes the challenge in multiple dimensions, aiming to learn optimal networks for node proximity measures. ", "title": "QUINT: On Query-Specific Optimal Networks"}
{"paper_id": 4318325, "text": "BRAVO is evaluated with 24-month data from Capital, Hangzhou and NiceRide bikeshare systems. ", "title": "BRAVO: Improving the Rebalancing Operation in Bike Sharing with Rebalancing Range Prediction"}
{"paper_id": 4509271, "text": "Instead, we develop a new approach to finding the causal impact of rare events that leverages the large amount of data available to infer a model of a system's functioning and evaluates how rare events explain deviations from usual behavior. ", "title": "Causal Inference with Rare Events in Large-Scale Time-Series Data"}
{"paper_id": 4529122, "text": "We will demonstrate the Acacia architecture and illustrate its feasibility by using an augmented reality application as an example use case.", "title": "Acacia -- context-aware edge computing for continuous interactive applications over mobile networks: demo"}
{"paper_id": 4563910, "text": "Nyx approaches the problem of DDoS mitigation as a routing problem rather than a filtering problem. ", "title": "Routing Around Congestion: Defeating DDoS Attacks and Adverse Network Conditions via Reactive BGP Routing"}
{"paper_id": 4566366, "text": "We also evaluate the automata-based solution using single-thread HyperScan (a high-performance automata processing library) on the CPU. ", "title": "Searching for Potential gRNA Off-Target Sites for CRISPR/Cas9 Using Automata Processing Across Different Platforms"}
{"paper_id": 4598385, "text": "Our experiment with 10 CD methods on 5 datasets (having multiple metadata-based ground-truth partitions) show that the metadata-based evaluation is misleading because there is no single CD method that can outperform others by detecting all types of metadata-based partitions. ", "title": "Metadata vs. Ground-truth: A Myth behind the Evolution of Community Detection Methods"}
{"paper_id": 4608994, "text": "The parallel/distributed randomized greedy Maximal Independent Set (MIS) algorithm works as follows. ", "title": "Tight Analysis of Parallel Randomized Greedy MIS"}
{"paper_id": 4639552, "text": "Our evaluation shows that we can store VMI caches for all 600+ community images of Windows Azure, worth 16.4TB of raw data, within 10GB of disk space and 60MB of main memory on each compute node of our DAS-4 cluster. ", "title": "Squirrel: scatter hoarding VM image contents on IaaS compute nodes"}
{"paper_id": 4663524, "text": "The experiments demonstrate that lip reading can be performed effectively, and outperform state-of-the-arts.", "title": "Unsupervised Random Forest Manifold Alignment for Lipreading"}
{"paper_id": 4708010, "text": "These maximum expressions are then solved by a novel maximum elimination algorithm, in the spirit of quantifier elimination. ", "title": "Permission Inference for Array Programs"}
{"paper_id": 4708553, "text": "Our main results are that first-order list functions are exactly the same as first-order transductions, under a suitable encoding of the inputs; and the regular list functions are exactly the same as MSO-transductions.", "title": "Regular and First-Order List Functions"}
{"paper_id": 4781280, "text": "Additionally, most of the obtained algorithms work on the graph itself, i.e., do not require any geometric information. ", "title": "A framework for ETH-tight algorithms and lower bounds in geometric intersection graphs"}
{"paper_id": 4796421, "text": "Our technique uses the novel metric of critical participation, computed on time-based snapshots of execution traces, that provides immediate insights into specific parts of the computation. ", "title": "SnailTrail: Generalizing Critical Paths for Online Analysis of Distributed Dataflows"}
{"paper_id": 4845047, "text": "This framework is convenient to propagate the posterior through the first-order Markov chain. ", "title": "Online Graph-Based Tracking"}
{"paper_id": 4876035, "text": "Our most interesting results concern quantitative poorman games, namely poorman mean-payoff games, where we construct optimal strategies depending on the initial ratio, by showing a connection with random-turn based games. ", "title": "Infinite-Duration Poorman-Bidding Games"}
{"paper_id": 4881633, "text": "Our constructions establish a tight connection between MPC and OT: In the setting of semi-honest security, for any \\(k \\ge 2\\), k-round semi-honest OT is necessary and complete for k-round semi-honest MPC. ", "title": "k-Round Multiparty Computation from k-Round Oblivious Transfer via Garbled Interactive Circuits"}
{"paper_id": 4910681, "text": "Such generalized convolutions have been considered in the past, but at a high computational cost. ", "title": "Warped Convolutions: Efficient Invariance to Spatial Transformations"}
{"paper_id": 4953240, "text": "Our work addresses the problem of learning (from behavior) and obeying potentially-conflicting norms in stochastic domains. ", "title": "Learning and Obeying Conflicting Norms in Stochastic Domains"}
{"paper_id": 5015878, "text": "We apply this methodology to develop verified implementations of distributed protocols, demonstrating its effectiveness.", "title": "Modularity for decidability of deductive verification with applications to distributed systems"}
{"paper_id": 5064554, "text": "The results are crucial for the development of lane change strategies for automated vehicles.", "title": "What Makes an Automated Vehicle a Good Driver?"}
{"paper_id": 5111145, "text": "\"The search for biomarkers of stress and health remains a challenging task for researchers and clinicians alike,\" as noted in [9]. ", "title": "Bliss Buzzer, a system to monitor health and stress with real-time feedback"}
{"paper_id": 5315117, "text": "We have implemented the proposed solver and a new system for verifying heap-based programs. ", "title": "Satisfiability Modulo Heap-Based Programs"}
{"paper_id": 5412117, "text": "We present NDP, a novel data-center transport architecture that achieves near-optimal completion times for short transfers and high flow throughput in a wide range of scenarios, including incast. ", "title": "Re-architecting datacenter networks and stacks for low latency and high performance"}
{"paper_id": 5413667, "text": "Adaptive techniques require innovation both in terms of the algorithms used to estimate costs, and in terms of the search algorithm that finds the best plan. ", "title": "Enabling Incremental Query Re-Optimization"}
{"paper_id": 5527031, "text": "Our results suggest that while intrinsic tasks tend to exhibit a clear preference to particular types of contexts and higher dimensionality, more careful tuning is required for finding the optimal settings for most of the extrinsic tasks that we considered. ", "title": "The Role of Context Types and Dimensionality in Learning Word Embeddings"}
{"paper_id": 5546453, "text": "The interference and connectivity objectives are generally conflicting. ", "title": "Link-Preserving Channel Assignment Game for Wireless Mesh Networks"}
{"paper_id": 5564363, "text": "We present a new type of language model, EntityNLM, that can explicitly model entities, dynamically update their representations, and contextually generate their mentions. ", "title": "Dynamic Entity Representations in Neural Language Models"}
{"paper_id": 5645562, "text": "This paper aims to improve the accuracy of concept map by considering both wrong-to-wrong and correct-to-correct relationships of questions, and by adopting more accurate formulas in calculation of relevance degrees between concepts. ", "title": "An Efficient Data Mining Approach to Concept Map Generation for Adaptive Learning"}
{"paper_id": 5672497, "text": "Being simple and robust, this method is still computationally expensive and may be challenging to use in real-time applications with limited resources on mobile platforms. ", "title": "AA-ICP: Iterative Closest Point with Anderson Acceleration"}
{"paper_id": 5682125, "text": "Processors emit non-trivial amounts of electromagnetic radiation, creating interference in frequency bands used by wireless communication technologies such as cellular, WiFi and Bluetooth. ", "title": "Architectural Opportunities for Novel Dynamic EMI Shifting(DEMIS)"}
{"paper_id": 5709962, "text": "Leveraging the strong theoretical guarantees of differential privacy and known Bayesian optimization convergence bounds, we prove that under a GP assumption these private quantities are often near-optimal. ", "title": "Differentially Private Bayesian Optimization"}
{"paper_id": 5778115, "text": "Sentiment analysis has undergone a shift from document-level analysis, where labels expresses the sentiment of a whole document or whole sentence, to subsentential approaches, which assess the contribution of individual phrases, in particular including the composition of sentiment terms and phrases such as negators and intensifiers. ", "title": "Subsentential Sentiment on a Shoestring: A Crosslingual Analysis of Compositional Classification"}
{"paper_id": 5934955, "text": "As the rank width of a graph is bounded in terms of its clique width, we also obtain a polynomial time isomorphism test for graph classes of bounded clique width.", "title": "Isomorphism Testing for Graphs of Bounded Rank Width"}
{"paper_id": 5939799, "text": "Our results leverage recent advances in zero-knowledge Succinct Non-interactive Arguments of Knowledge (zk-SNARKs). ", "title": "Zerocash: Decentralized Anonymous Payments from Bitcoin"}
{"paper_id": 5942060, "text": "To achieve isolated performance for multiple integrated partitions with different criticalities, an efficient separation within computing and communication resources is required. ", "title": "A network virtualization approach for performance isolation in controller area network (CAN)"}
{"paper_id": 5984350, "text": "During the transition, the lack of system management of device memory space on GPGPUs has become a major hurdle. ", "title": "GDM: device memory management for gpgpu computing"}
{"paper_id": 6026025, "text": "We give an explicit function h:{0,1}<sup>n</sup>->{0,1} such that any deMorgan formula of size O(n<sup>2.499</sup>) agrees with h on at most 1/2 + ε fraction of the inputs, where ε is exponentially small (i.e. ε = 2<sup>-n<sup>Ω(1)</sup></sup>). ", "title": "Average-case lower bounds for formula size"}
{"paper_id": 6062619, "text": "Since multiattribute prediction can be generalized as an multitask learning problem, sparse-based multi-task feature selection approaches have been introduced, utilizing the relatedness among multiple attributes. ", "title": "Clustering-Based Joint Feature Selection for Semantic Attribute Prediction"}
{"paper_id": 6064578, "text": "We show that our proof of completeness directly translates to a proof search strategy.", "title": "A proof system for separation logic with magic wand"}
{"paper_id": 6066355, "text": "Although data quality has been recognized as an important factor in the broad information systems research, it has received little attention in recommender systems. ", "title": "Data Quality Matters in Recommender Systems"}
{"paper_id": 6068778, "text": "Recent studies on near-threshold computing (NTC) investigated an optimum supply voltage which yields minimum energy per operation (Emin), and proposed various optimization techniques at the device, circuit, and architecture levels to further minimize Emn. ", "title": "Improving platform energy-chip area trade-off in near-threshold computing environment"}
{"paper_id": 6091870, "text": "We show how a (k, ℓ)-resistant schedule can be obtained using a CEGAR-like approach: find a schedule, decide whether it is (k, ℓ)-resistant, and if it is not, use the witnessing fault sequence to generate a constraint that is added to the program. ", "title": "Synthesizing time-triggered schedules for switched networks with faulty links"}
{"paper_id": 6141924, "text": "However, individuals have limited capacity to manage their social connections and process information. ", "title": "User Effort and Network Structure Mediate Access to Information in Networks"}
{"paper_id": 6198828, "text": "Unfortunately, creating such meta-applications at the API or SDK level is difficult, time consuming, and often infeasible due to the sheer variety of data models, design philosophies, limits in functionality, and the use of closed commercial systems. ", "title": "ManyVis: Multiple Applications in an Integrated Visualization Environment"}
{"paper_id": 6220758, "text": "Detecting moving objects in dynamic scenes from sequences of lidar scans is an important task in object tracking, mapping, localization, and navigation. ", "title": "Robust moving objects detection in lidar data exploiting visual cues"}
{"paper_id": 6276549, "text": "Unlike other techniques, Trickle can find infeasible paths which contain an arbitrary number of conflicting conditions. ", "title": "Trickle: Automated infeasible path detection using all minimal unsatisfiable subsets"}
{"paper_id": 6328989, "text": "The objective of our method is to minimize average loss under random distribution shifts. ", "title": "Zipfian corruptions for robust POS tagging"}
{"paper_id": 6395440, "text": "In this paper, we combine these two approaches by learning embeddings based on distributional-model vectors - as opposed to one-hot vectors as is standardly done in deep learning. ", "title": "Distributional Models and Deep Learning Embeddings: Combining the Best of Both Worlds"}
{"paper_id": 6497272, "text": "MiRCA is able to correct: deletions, insertions and substitutions errors by forming a multiple sequence alignment and does not require a large memory space. ", "title": "Error correction and DeNovo genome Assembly for the MinIon sequencing reads mixing Illumina short reads"}
{"paper_id": 6544598, "text": "Programming by Examples (PBE) has the potential to revolutionize end-user programming by enabling end users, most of whom are non-programmers, to create small scripts for automating repetitive tasks. ", "title": "User Interaction Models for Disambiguation in Programming by Example"}
{"paper_id": 6678604, "text": "Focus of the workshop is to explicitly explore the economic, social, political and cultural constraints that shape affordances for learning technologies in the developing world.", "title": "Cross-Cultural Differences and Learning Technologies for the Developing World"}
{"paper_id": 6698120, "text": "We implement our resilience techniques on CG considering scenarios from small (8 cores) to large (1024 cores) scales, and demonstrate very low overheads compared to state-of-the-art solutions. ", "title": "Exploiting asynchrony from exact forward recovery for DUE in iterative solvers"}
{"paper_id": 6711059, "text": "The original system with binary control variables are approximated by an averaged system whose inputs are the utilization values of the binary inputs within a given period. ", "title": "Scalable scheduling of energy control systems"}
{"paper_id": 6781693, "text": "Through the evaluation, this study reveals both quantitative and qualitative findings.", "title": "Evaluation of Pattern Matching Workloads in Graph Analysis Systems"}
{"paper_id": 6820853, "text": "In this paper, therefore, we present a method for estimating causal effects from purely observational data. ", "title": "Estimating the Causal Impact of Recommendation Systems from Observational Data"}
{"paper_id": 6861108, "text": "Recent work, however, has largely had to trade-off such a detailed hand model with one that facilitates such rapid optimization. ", "title": "Articulated distance fields for ultra-fast tracking of hands interacting"}
{"paper_id": 6861402, "text": "Our system, ImputeDB, incorporates imputation into a cost-based query optimizer, performing necessary imputations on-the-fly for each query. ", "title": "Query Optimization for Dynamic Imputation"}
{"paper_id": 6932997, "text": "While a notable number of Reddit users left for other platforms, we found that an important pull factor that enabled Reddit to retain users was its long tail of niche content. ", "title": "User Migration in Online Social Networks: A Case Study on Reddit During a Period of Community Unrest"}
{"paper_id": 6950121, "text": "However, nugget construction requires a lot of manual work and is not feasible for large query sets. ", "title": "Exploring semi-automatic nugget extraction for Japanese one click access evaluation"}
{"paper_id": 6986902, "text": "We propose Starling, a new lightweight logic and automated tool for concurrency verification. ", "title": "Starling: Lightweight Concurrency Verification with Views"}
{"paper_id": 7057491, "text": "These basic aggregates are stored within an in-memory data structure, and and are reused for overlapping data parts and for various statistical measures. ", "title": "Data Canopy: Accelerating Exploratory Statistical Analysis"}
{"paper_id": 7095463, "text": "Secure 2-party computation (2PC) is becoming practical for some applications. ", "title": "How to Efficiently Evaluate RAM Programs with Malicious Security"}
{"paper_id": 7139031, "text": "We provide new algorithms which are either noninteractive or use relatively few rounds of interaction. ", "title": "Is Interaction Necessary for Distributed Private Learning?"}
{"paper_id": 7229778, "text": "In this paper, we discuss the properties of Nitinol-based shape memory alloy actuators as they relate to the design of passive spring antagonists. ", "title": "Optimization of parallel spring antagonists for Nitinol shape memory alloy actuators"}
{"paper_id": 7396750, "text": "The prototype operates on C source code and recompiles programs with a set of augmented information required to track pointer locations and support runtime rerandomization. ", "title": "Timely Rerandomization for Mitigating Memory Disclosures"}
{"paper_id": 7397424, "text": "The Additive Factors Model (AFM), a logistic regression model used to fit educational data and discover/refine skill models of learning, contains a parameter that individualizes for overall student ability but not for student learning rate. ", "title": "Variations in Learning Rate: Student Clustering Based on Systematic Residual Error Patterns Across Practice Opportunities"}
{"paper_id": 7413272, "text": "Thus, we propose an application that aims to solve these issues based on a laying out scenario in which a seller and a customer collaborate. ", "title": "Laying out spaces with virtual reality"}
{"paper_id": 7415037, "text": "A task under NLP, Relation Extraction (ER) focus on identifying relations from natural text. ", "title": "Relation extraction from Traditional Chinese Medicine journal publication"}
{"paper_id": 7436482, "text": "The efficient Egalitarian rule protects individual agents but not coalitions. ", "title": "Fair Mixing: the Case of Dichotomous Preferences"}
{"paper_id": 7527788, "text": "Our study draws on data from two weeks of chat messages and survey responses collected from Eyewire, a highly successful citizen science game which enables players to take part in scientific enquiries, within a semi-gamified environment. ", "title": "To Help or Hinder: Real-Time Chat in Citizen Science"}
{"paper_id": 7549992, "text": "For binary signals, a multi-task mechanism achieves strong truthfulness, so that the truthful equilibrium strictly maximizes payoff. ", "title": "Informed Truthfulness in Multi-Task Peer Prediction"}
{"paper_id": 7636858, "text": "This paper presents a novel modification to stereo based visual odometry that allows accurate, metric pose estimation from high altitudes, even in the presence of poor calibration and without additional sensor inputs. ", "title": "High Altitude Stereo Visual Odometry"}
{"paper_id": 7864735, "text": "The results show that our method significantly outperforms previous online methods, and is comparable to the offline methods in terms of reconstruction accuracy.", "title": "Real Time Dynamic MRI with Dynamic Total Variation"}
{"paper_id": 7867088, "text": "ii) one call-by-name, whose intuitions already appear in Krivine and Miquel’s work. ", "title": "The Definitional Side of the Forcing"}
{"paper_id": 7929090, "text": "This paper investigates the experiences of Italian and Dutch children while interacting with a social robot that is designed to support their diabetes self-management. ", "title": "Child's culture-related experiences with a social robot at diabetes camps"}
{"paper_id": 8025397, "text": "Initial analysis of the interview data revealed several interesting insights on learners' behavior in working with other learners in MOOCs. ", "title": "Understanding Learners' General Perception Towards Learning with MOOC Classmates: An Exploratory Study"}
{"paper_id": 8135440, "text": "This paper contributes a novel XPointer technique with the capability of pointing through objects correctly and consistently from different viewing perspectives and time frames, even in the presence of concurrent editing work. ", "title": "Xpointer: an x-ray telepointer for relaxed-space-time wysiwis and unconstrained collaborative 3d design systems"}
{"paper_id": 8152125, "text": "Current GPU memory hierarchies use coarse-grained memory accesses to exploit spatial locality, maximize peak bandwidth, simplify control, and reduce cache meta-data storage. ", "title": "A locality-aware memory hierarchy for energy-efficient GPU architectures"}
{"paper_id": 8168187, "text": "Compared to state-of-the-art approaches, comparable or improved performances can be achieved by our method.", "title": "Multi-label Zero-Shot Learning with Structured Knowledge Graphs"}
{"paper_id": 8171256, "text": "In this paper we study the security of summing the outputs of two independent hash functions, in an effort to increase the security of the resulting design, or to hedge against the failure of one of the hash functions. ", "title": "The Sum Can Be Weaker Than Each Part"}
{"paper_id": 8186866, "text": "With LCS and the observation that maximum number of CTAs does not necessary maximize performance, we also propose mixed concurrent kernel execution that enables multiple kernels to be allocated to the same core to maximize resource utilization and improve overall performance.", "title": "Improving GPGPU resource utilization through alternative thread block scheduling"}
{"paper_id": 8411898, "text": "Underlying this approach is the development of n-gram indices that examine rhetorical, syntactic, grammatical, and cohesion features of paragraph types (introduction, body, and conclusion paragraphs) and entire essays. ", "title": "Paragraph Specific N-Gram Approaches to Automatically Assessing Essay Quality"}
{"paper_id": 8471750, "text": "In this paper, we focus on a new reading comprehension task that requires complex reasoning over a single document. ", "title": "Modeling Biological Processes for Reading Comprehension"}
{"paper_id": 8482084, "text": "This pipeline is effective in composing fragmented thin-shell objects containing small pieces, whose pairwise matching is usually unreliable and ambiguous and hence their reassembly remains challenging to the existing algorithms.", "title": "3D Fragment Reassembly Using Integrated Template Guidance and Fracture-Region Matching"}
{"paper_id": 8529464, "text": "To complete the picture, we consider asymmetric verification and prove that a social choice function is M-truthfully implementable by some asymmetric verification M if and only if f does not admit a cycle of profitable deviations.", "title": "Truthfulness Flooded Domains and the Power of Verification for Mechanism Design"}
{"paper_id": 8574169, "text": "Despite the importance of the disease, the available prognostic tools are not sufficient for biomedical researchers to thoroughly investigate the potential risks of the disease at scale. ", "title": "A Scalable Data Integration and Analysis Architecture for Sensor Data of Pediatric Asthma"}
{"paper_id": 8728618, "text": "Sego is a hypervisor-based system that gives strong privacy and integrity guarantees to trusted applications, even when the guest operating system is compromised or hostile. ", "title": "Sego: Pervasive Trusted Metadata for Efficiently Verified Untrusted System Services"}
{"paper_id": 8746411, "text": "In particular, due to heterogeneous users in households in terms of technology affinity, individual needs, age distribution, gender, social constellations, personal role assignment, project expectations, etc. it produces particular demands to collaborate with users in the design process and thereby exposes a range of practical challenges. ", "title": "Designing with users for domestic environments: methods - challenges - lessons learned"}
{"paper_id": 8754355, "text": "Our second and third techniques, which run in the bootloader, use hardware features - DRAM decay behavior and PLL locking latency, respectively -- and are therefore less portable and less generally applicable, but their behavior is easier to explain based on physically unpredictable processes. ", "title": "Welcome to the Entropics: Boot-Time Entropy in Embedded Devices"}
{"paper_id": 8788367, "text": "We examine the question of whether we can automatically classify the sentiment of individual tweets in Farsi, to determine their changing sentiments over time toward a number of trending political topics. ", "title": "Analyzing the Political Sentiment of Tweets in Farsi"}
{"paper_id": 8828647, "text": "Considering data from a month in the last two years, we employ NAB to identify cases where these campaign strategies are justified. ", "title": "Empirical Analysis of Search Advertising Strategies"}
{"paper_id": 8947749, "text": "In addition, these approaches ignore users' ratings, which further limits their expressiveness. ", "title": "Efficient Bayesian Methods for Graph-based Recommendation"}
{"paper_id": 8951658, "text": "Such goal-oriented dialogue agents typically need to interact with an external database to access real-world knowledge. ", "title": "Towards End-to-End Reinforcement Learning of Dialogue Agents for Information Access"}
{"paper_id": 8962425, "text": "A policy can shape the resources consumed by a tenant using Retro's control points, which enforce sharing and rate-limiting decisions. ", "title": "Retro: Targeted Resource Management in Multi-tenant Distributed Systems"}
{"paper_id": 9073127, "text": "As these task chains represent a functionally-dependent sequence of operations, in real-time systems, there is usually a requirement for their end-to-end latency. ", "title": "Response-Time Analysis for Task Chains in Communicating Threads"}
{"paper_id": 9096016, "text": "Using only characteristics of a cascade's initial burst, we demonstrate strong performance in predicting whether it will recur in the future.", "title": "Do Cascades Recur?"}
{"paper_id": 9162726, "text": "In Colombia, this disease currently requires special attention because its incidence has increased significantly in recent years. ", "title": "Characterizing genetic interactions using a machine learning approach in Colombian patients with Alzheimer's disease"}
{"paper_id": 9164917, "text": "In practice, with the help of our model, hypotheses on how to improve a collaborative network can be tested quickly and reliably, thereby significantly easing performance improvement of collaborative networks.", "title": "Analyzing expert behaviors in collaborative networks"}
{"paper_id": 9226563, "text": "In this paper, we design an FPTAS for counting the number of proper four-colorings on graphs with maximum degree three and thus confirm the conjecture in the case of Δ = 3. ", "title": "An FPTAS for Counting Proper Four-Colorings on Cubic Graphs"}
{"paper_id": 9341907, "text": "The system includes modules to carry out the question analysis, hypothesis generation, and reranking of answers. ", "title": "Using Syntactic Features in Answer Reranking"}
{"paper_id": 9356825, "text": "This paper shows how a large-scale key-value storage system can be extended to provide secondary indexes while meeting those goals. ", "title": "SLIK: Scalable Low-Latency Indexes for a Key-Value Store"}
{"paper_id": 9359128, "text": "Our design creates backscatter transmissions that can be decoded on any FM receiver including those in cars and smartphones. ", "title": "FM Backscatter: Enabling Connected Cities and Smart Fabrics"}
{"paper_id": 9363389, "text": "Tethys uses Bluetooth Smart to both identify individuals as well as asynchronously upload data to the cloud for later analysis. ", "title": "Demo: Tethys -- An Energy Harvesting Networked Water Flow Sensor"}
{"paper_id": 9438342, "text": "These hand gestures represent different elements of programming languages such as functions and parameters. ", "title": "CodeFruits: Teaching Computational Thinking Skills Through Hand Gestures"}
{"paper_id": 9518055, "text": "The simultaneous multiple-round auction SMRA and the combinatorial clock auction CCA are the two primary mechanisms used to sell bandwidth. ", "title": "Welfare and Rationality Guarantees for the Simultaneous Multiple-Round Ascending Auction"}
{"paper_id": 9603973, "text": "In recent years, researchers have proposed systems for running trusted code on an untrusted operating system. ", "title": "Iago attacks: why the system call API is a bad untrusted RPC interface"}
{"paper_id": 9609844, "text": "Applying standard techniques for inferring political orientation, we show that methods which previously reported greater than 90% inference accuracy, actually achieve barely 65% accuracy on normal users. ", "title": "Classifying Political Orientation on Twitter: It's Not Easy!"}
{"paper_id": 9665283, "text": "In this work we focus on multivariate signaling data, where the structure of the data is induced by a known regulatory network. ", "title": "Bayesian Blind Source Separation for Data with Network Structure"}
{"paper_id": 9667006, "text": "In this paper, we propose a new type of wear limiting technique, Mellow Writes, which reduces the wearout of individual writes rather than reducing the number of writes. ", "title": "Mellow Writes: Extending Lifetime in Resistive Memories through Selective Slow Write Backs"}
{"paper_id": 9682074, "text": "We take a different approach: We identify a property common to many HPC applications, namely channel-determinism, and introduce a new partial order relation, called always-happens-before relation, between events of such applications. ", "title": "SPBC: Leveraging the characteristics of MPI HPC applications for scalable checkpointing"}
{"paper_id": 9695925, "text": "Currently, adult higher education software engineering pedagogy isolates the student in a controlled environment during delivery, with application of their learning temporally distant from their professional practice. ", "title": "Masters-Level Software Engineering Education and the Enriched Student Context"}
{"paper_id": 9760321, "text": "Applications based on SARP could provide powerful tools in education, health awareness, and medical visualization. ", "title": "Exploration of spatial augmented reality on person"}
{"paper_id": 9771125, "text": "Some platforms support bug reports and stack traces, but they are inadequate in scenarios when operating conditions and inputs are not consistent. ", "title": "Poster: Retro: an automated, application-layer record and replay for android"}
{"paper_id": 9880578, "text": "Our formulation builds upon approximation theory to offer an anisotropic extension of Centroidal Voronoi Tessellations which can be seen as a dual form of Optimal Delaunay Triangulation. ", "title": "Optimal voronoi tessellations with hessian-based anisotropy"}
{"paper_id": 9942635, "text": "Moreover, because the nonlinear stimulus inputs are mixed by the ongoing dynamics, the model can account for a multiple idiosyncratic receptive field shapes with a small number of nonlinear inputs to a low-dimensional dynamical model. ", "title": "Low-dimensional models of neural population activity in sensory cortical circuits"}
{"paper_id": 9957675, "text": "Trace-driven experiments demonstrate that the proposed strategy achieves close-to-optimal performance.", "title": "Hour-Ahead Offering Strategies in Electricity Market for Power Producers with Storage and Intermittent Supply"}
{"paper_id": 10030156, "text": "We experimentally evaluate HoD on both directed and undirected real-world graphs with up to billions of nodes and edges, and we demonstrate that HoD significantly outperforms alternative solutions in terms of query efficiency.", "title": "Efficient single-source shortest path and distance queries on large graphs"}
{"paper_id": 10053309, "text": "We discuss that our approach is flexible and can work with graph mining tasks as well as conventional semi-supervised learning problems. ", "title": "Active learning with partially featured data"}
{"paper_id": 10090035, "text": "We propose a general framework for abstraction with respect to quantitative properties, such as worst-case execution time, or power consumption. ", "title": "Quantitative abstraction refinement"}
{"paper_id": 10099467, "text": "Furthermore, almost half of the address changes we observed on the same CPE were to an entirely different BGP-routed prefix.", "title": "Reasons Dynamic Addresses Change"}
{"paper_id": 10101739, "text": "Here, we present a novel approach for motion segmentation in dynamic point‐cloud scenes designed to cater to the unique properties of such data. ", "title": "Interactive Learning for Point‐Cloud Motion Segmentation"}
{"paper_id": 10126683, "text": "While many attempts have been made to apply large vocabulary ASR transcription for this task, the results on noisy, post-processed, multi-speaker recordings are insufficient for most real-world applications, to say the least. ", "title": "Syncwords: a platform for semi-automated closed captioning and subtitles"}
{"paper_id": 10207671, "text": "With relatively few exceptions, the literature on efficient (practical) secure computation has focused on secure two-party computation (2PC). ", "title": "Efficient Three-Party Computation from Cut-and-Choose"}
{"paper_id": 10363459, "text": "Recent approaches have applied deep image captioning methods based on convolutional-recurrent networks to this problem, but have failed to model spatial inference. ", "title": "Ask, Attend and Answer: Exploring Question-Guided Spatial Attention for Visual Question Answering"}
{"paper_id": 10393059, "text": "Since the PSN updates periodically the location of the robot by subscribing the ROS (Robot Operating System) topics, the robot which is wrongly detected as human but yields the closest distance to the location can be correctly identified as a robot in the system. ", "title": "Discrimination of humanoid robots from real human in a perception sensor network"}
{"paper_id": 10538343, "text": "In response, we propose modest TLB and PTW augmentations that recover most of the performance lost by introducing L1 parallel TLB access. ", "title": "Architectural support for address translation on GPUs: designing memory management units for CPU/GPUs with unified address spaces"}
{"paper_id": 10680245, "text": "Similar attacks can also be launched by a web attacker from a related domain. ", "title": "Cookies Lack Integrity: Real-World Implications"}
{"paper_id": 10852862, "text": "We find that the correctness of such protocols hinges on how local file-system state is updated by each replica in the system. ", "title": "Correlated Crash Vulnerabilities"}
{"paper_id": 10866396, "text": "So far these problems have been stated for general (number) rings but have only been closely examined for cyclotomic number rings. ", "title": "Provably Weak Instances of Ring-LWE"}
{"paper_id": 10888345, "text": "Students interactively make predictions, see results, grapple with disconfirming evidence and formulate explanations in forms of general principles. ", "title": "Tangible Collaborative Learning with a Mixed-Reality Game: EarthShake"}
{"paper_id": 10934930, "text": "Our techniques enable system designers and end-users to share and reuse computational algorithms that are trained under different contexts and data collection settings. ", "title": "Autonomous sensor-context learning in dynamic human-centered Internet-of-Things environments"}
{"paper_id": 10959078, "text": "The code for this implementation is available at https://github.com/pcdslab/PHYNGSD", "title": "Scalable data structure to compress next-generation sequencing files and its application to compressive genomics"}
{"paper_id": 11002641, "text": "The second study investigated the feasibility of the robot adapting its use of the repertoire to a social situation by comparing different goal specifications in two human-robot interaction tasks. ", "title": "The repertoire of robot behavior"}
{"paper_id": 11049837, "text": "We have deployed MopEye to Google Play for an IRB-approved crowdsourcing study in a period of ten months, which obtains over five million measurements from 6,266 Android apps on 2,351 smartphones. ", "title": "MopEye: Opportunistic Monitoring of Per-app Mobile Network Performance"}
{"paper_id": 11169815, "text": "Physical application requirements impose specifications on task periods and deadlines from the very beginning, but unlike the common assumption in traditional response time analysis, task execution times are not known. ", "title": "Budgeted generalized rate monotonic analysis for the partitioned, yet globally scheduled uniprocessor model"}
{"paper_id": 11200716, "text": "In this paper, we revisit swapping for smartphones with fast, byte-addressable, non-volatile memory (NVM) technologies. ", "title": "Building high-performance smartphones via non-volatile memory: The swap approach"}
{"paper_id": 11280488, "text": "In particular we discuss bare-hand interaction and natural locomotion as means to reduce learning curve, improve immersion and allow non-verbal communication. ", "title": "Krinkle Cube: A Collaborative VR Game Using Natural Interaction"}
{"paper_id": 11340592, "text": "Cross-validating our data with inventories from a random sample of 265 different pharmacies deemed ``not recommended'' by the National Association of Boards of Pharmacy shows that our results are consistent across different types of questionable vendors.", "title": "Pick your poison: pricing and inventories at unlicensed online pharmacies"}
{"paper_id": 11432322, "text": "Uncertainty is common in real-world applications, for example, in sensor networks and moving object tracking, resulting in much interest in item set mining for uncertain transaction databases. ", "title": "Mining Probabilistic Frequent Spatio-Temporal Sequential Patterns with Gap Constraints from Uncertain Databases"}
{"paper_id": 11528706, "text": "Finally, in order amplify the paper, a video tiled \"Crates and Barrels\" was produced which is an N-body simulation of 14,000 objects. ", "title": "Indexing methods for moving object databases: games and other applications"}
{"paper_id": 11632408, "text": "This paper proposes a novel image reranking approach by introducing a Co-Regularized Multi-Graph Learning (Co-RMGL) framework, in which the intra-graph and inter-graph constraints are simultaneously imposed to encode affinities in a single graph and consistency across different graphs. ", "title": "Visual Reranking through Weakly Supervised Multi-graph Learning"}
{"paper_id": 11673496, "text": "This paper shows that, at NTC, a simple chip with a single Vdd domain can deliver a higher performance per watt than one with multiple Vdd domains.", "title": "EnergySmart: Toward energy-efficient manycores for Near-Threshold Computing"}
{"paper_id": 11698735, "text": "(b) an inductive synthesis algorithm to synthesize the intended program from few examples in any underlying domain-specific language for data extraction that has been built using our specified algebra of few core operators (map, filter, merge, and pair). ", "title": "FlashExtract: a framework for data extraction by examples"}
{"paper_id": 11738409, "text": "We test the approach on two face datasets, namely the extended Yale Face Database B and the AR face datasets, and compare it to state of the art methods. ", "title": "Transport-based single frame super resolution of very low resolution face images"}
{"paper_id": 11863645, "text": "While process mapping has been widely studied in grid/cluster environments, few of the existing studies have considered the problem in geo-distributed cloud environments. ", "title": "Efficient Process Mapping in Geo-Distributed Cloud Data Centers"}
{"paper_id": 11905699, "text": "We ran BWM* on 67 protein design problems and found that TESS discriminated between BWM*-efficient and A*-efficient cases with 100% accuracy. ", "title": "BWM*: A Novel, Provable, Ensemble-Based Dynamic Programming Algorithm for Sparse Approximations of Computational Protein Design"}
{"paper_id": 11987974, "text": "A large proportion of Facebook studies are based on self-report data. ", "title": "Strictly by the Facebook: Unobtrusive Method for Differentiating Users"}
{"paper_id": 12034263, "text": "The graph construction is driven by the locally linear embedding (LLE) of either the spatio-temporal or the appearance features associated to the detections. ", "title": "Discriminative Label Propagation for Multi-object Tracking with Sporadic Appearance Features"}
{"paper_id": 12162690, "text": "We describe an algorithm that automatically repairs such errors, and discuss its application to common problems in software engineering. \n", "title": "A Type-Directed Approach to Program Repair"}
{"paper_id": 12174192, "text": "After presenting our case study, we will then discuss the challenges we faced and how we dealt with them.", "title": "Always beta: cooperative design in the smart home"}
{"paper_id": 12236852, "text": "The main advantage of variational Bayesian is that the estimation of multi-variate parameters is decomposed to multiple estimation of univariate parameters, thus enabling analytically tractable approximations. ", "title": "Multi-parameter estimation for cognitive radar in compound Gaussian clutter"}
{"paper_id": 12321246, "text": "The method reduces the effort and cost of development which is deemed highly important for the analytics industry.", "title": "Demo: A Smart Framework for IoT Analytic Workflow Development"}
{"paper_id": 12349227, "text": "We evaluate the proposed approach in terms of ranking quality on the MovieLens 1M dataset, outperforming a number of state-of-the-art recommender systems, and we assess the importance of property-specific relatedness scores on the overall ranking quality.", "title": "entity2rec: Learning User-Item Relatedness from Knowledge Graphs for Top-N Item Recommendation"}
{"paper_id": 12502217, "text": "We developed an intuitive performance model for cache-coherent architectures and demonstrate its use with the currently most scalable cache-coherent many-core architecture, Intel Xeon Phi. ", "title": "Modeling communication in cache-coherent SMP systems: a case-study with Xeon Phi"}
{"paper_id": 12555970, "text": "We then apply the P-BSUM algorithm to the rate maximization problem and obtain a simple iterative algorithm. ", "title": "A penalty-BSUM approach for rate optimization in full-duplex MIMO relay networks with relay processing delay"}
{"paper_id": 12578551, "text": "Motivation: Genome-wide mapping of chromatin states is essential for defining regulatory elements and inferring their activities in eukaryotic genomes. ", "title": "hiHMM: Bayesian non-parametric joint inference of chromatin state maps"}
{"paper_id": 12629734, "text": "However, there seems to be less awareness of the energy and greenhouse emissions impacts of domestic consumer electronics and information technology. ", "title": "Towards an holistic view of the energy and environmental impacts of domestic media and IT"}
{"paper_id": 12647726, "text": "Memory bandwidth in modern multi-core platforms is highly variable for many reasons and is a big challenge in designing real-time systems as applications are increasingly becoming more memory intensive. ", "title": "MemGuard: Memory bandwidth reservation system for efficient performance isolation in multi-core platforms"}
{"paper_id": 12660340, "text": "As far as we know, no previous model can satisfy all the three challenges. ", "title": "Dynamic Topic Modeling for Monitoring Market Competition from Online Text and Image Data"}
{"paper_id": 12672891, "text": "and execute components with sequential dependencies. ", "title": "Toward a Generic and Concurrency-Aware Pipes & Filters Framework"}
{"paper_id": 12795488, "text": "They can be thought of as an extension of Hástad's optimal hardness of approximation results for MAX-E3-LIN2 (JACM'01) to the entangled-player setting. ", "title": "Three-Player Entangled XOR Games Are NP-Hard to Approximate"}
{"paper_id": 12853155, "text": "Our evaluation with 34 (of 1000 most downloaded) Android apps shows that compared to existing mobile deep links, uLink requires minimal developer effort, achieves significantly higher coverage, and can provide accurate user feedback on a broken link.", "title": "uLink: Enabling User-Defined Deep Linking to App Content"}
{"paper_id": 13001024, "text": "These UDSS support user needs such as complex dependencies or build requirements, externally required configurations, portability, and consistency. ", "title": "Charliecloud: Unprivileged Containers for User-Defined Software Stacks in HPC"}
{"paper_id": 13068399, "text": "Since adaptivity is notoriously difficult to handle in the analysis of quantum cryptographic protocols, this gives us a very powerful tool: as long as we have enough control over the side information, it is sufficient to restrict ourselves to non-adaptive attacks. \n \n", "title": "Adaptive Versus Non-Adaptive Strategies in the Quantum Setting with Applications"}
{"paper_id": 13069181, "text": "The data-plane architecture builds upon a native, zero-copy API and optimizes for both bandwidth and latency by dedicating hardware threads and networking queues to data-plane instances, processing bounded batches of packets to completion, and by eliminating coherence traffic and multi-core synchronization. ", "title": "IX: A Protected Dataplane Operating System for High Throughput and Low Latency"}
{"paper_id": 13123084, "text": "We introduce self-ensembling, where we form a consensus prediction of the unknown labels using the outputs of the network-in-training on different epochs, and most importantly, under different regularization and input augmentation conditions. ", "title": "Temporal Ensembling for Semi-Supervised Learning"}
{"paper_id": 13182169, "text": "The proposed approach has been evaluated on several image sequences showing the grippers moving, rotating, opening/closing and grasping biological material.", "title": "Model-based tracking of miniaturized grippers using Particle Swarm Optimization"}
{"paper_id": 13234015, "text": "Experiments using racy production software including apache and mysql shows that, with a reasonable offline cost, ProRace incurs only 2.6% overhead at runtime with 27.5% detection probability with a sampling period of 10,000.", "title": "ProRace: Practical Data Race Detection for Production Use"}
{"paper_id": 13298152, "text": "Standard exact inference techniques such as variable elimination and belief propagation do not apply to these models because the latent variables have countably infinite support. ", "title": "Probabilistic Inference with Generating Functions for Poisson Latent Variable Models"}
{"paper_id": 13309080, "text": "Although diathesis alternations have been used as features for manual verb classification, and there is recent work on incorporating such features in computational models of human language acquisition, work on large scale verb classification has yet to examine the potential for using diathesis alternations as input features to the clustering process. ", "title": "Diathesis alternation approximation for verb clustering"}
{"paper_id": 13383356, "text": "It can accurately detect fingertips, their locations, and whether they are touching the skin or hovering above it. ", "title": "WatchSense: On- and Above-Skin Input Sensing through a Wearable Depth Sensor"}
{"paper_id": 13392541, "text": "To observe the malicious behavior, a security analyst must find out and emulate all these app-specific constraints. ", "title": "Making Malory Behave Maliciously: Targeted Fuzzing of Android Execution Environments"}
{"paper_id": 13400284, "text": "Current hardware and application storage trends put immense pressure on the operating system's storage subsystem. ", "title": "Strata: A Cross Media File System"}
{"paper_id": 13442603, "text": "It accomplishes this by effectively running two trackers in parallel: one based on detections from background subtraction providing target initialization and reacquisition, and one based on a target state regressor providing frame to frame tracking. ", "title": "Persistent Tracking for Wide Area Aerial Surveillance"}
{"paper_id": 13545252, "text": "Our approach is able to synthesize relatively simple polynomial control Lyapunov functions, and in that process replace the MPC using a guaranteed and computationally less expensive controller.", "title": "Learning Lyapunov (Potential) Functions from Counterexamples and Demonstrations"}
{"paper_id": 13606057, "text": "We study a problem that generalizes the fair allocation of indivisible goods. ", "title": "A Protocol for Cutting Matroids Like Cakes"}
{"paper_id": 13618366, "text": "We introduce a taxonomy of ranking functions, and show that different types of ranking functions require fundamentally different approaches for rank discovery. ", "title": "Rank Discovery From Web Databases"}
{"paper_id": 13622407, "text": "In this problem, there are n points in a metric space that issue service requests over time, and a server that serves these requests. ", "title": "Online service with delay"}
{"paper_id": 13724986, "text": "Recently, various recurrent neural network (RNN) models are proposed to enhance the predictive power of mark temporal point process. ", "title": "INITIATOR: Noise-contrastive Estimation for Marked Temporal Point Process"}
{"paper_id": 13756313, "text": "(iii) characterize the performance loss between the finite system (i.e. fixed m) and the scaling limit. ", "title": "Pricing and Optimization in Shared Vehicle Systems: An Approximation Framework"}
{"paper_id": 13778068, "text": "Modern warehouse-scale computers (WSCs) are being outfitted with accelerators to provide the significant compute required by emerging intelligent personal assistant (IPA) workloads such as voice recognition, image classification, and natural language processing. ", "title": "Baymax: QoS Awareness and Increased Utilization for Non-Preemptive Accelerators in Warehouse Scale Computers"}
{"paper_id": 13811483, "text": "The advancing of reverse engineering techniques has complicated the efforts in intellectual property protection. ", "title": "Provably secure camouflaging strategy for IC protection"}
{"paper_id": 13822281, "text": "ClickNP is also high performance. ", "title": "ClickNP: Highly Flexible and High Performance Network Processing with Reconfigurable Hardware"}
{"paper_id": 13858357, "text": "The technique provides a method to compute an error bound of a given implementation with respect to its mathematical specification. ", "title": "Verifying bit-manipulations of floating-point"}
{"paper_id": 13863815, "text": "On the detected pattern we apply a surface fitting based subpixel refinement specifically tailored for checkerboard X-junctions. ", "title": "ROCHADE: Robust Checkerboard Advanced Detection for Camera Calibration"}
{"paper_id": 13919468, "text": "As a result, the improvements in time and memory requirement for compilation are 268x and 20x, respectively, over the latest version of the PLuTo compiler. ", "title": "Improving compiler scalability: optimizing large programs at small price"}
{"paper_id": 13959787, "text": "This paper introduces a new method for automatic style transfer. ", "title": "Style Transfer Through Back-Translation"}
{"paper_id": 13967297, "text": "This paper studies the performance analysis problem of energy-harvesting real-time network systems in the Real-Time Calculus (RTC) framework. ", "title": "Modular Performance Analysis of Energy-Harvesting Real-Time Networked Systems"}
{"paper_id": 13968559, "text": "We first show the feasibility of our attack model and demonstrate how an attacker is able to recover the biometric data. ", "title": "POSTER: Towards Privacy-Preserving Biometric Identification in Cloud Computing"}
{"paper_id": 13974735, "text": "This generalizes a similar result proven by (Hanneke, 2009; 2012) for the realizable case, and is the first result establishing that such general improvement guarantees are possible in the presence of restricted types of classification noise.", "title": "Activized Learning with Uniform Classification Noise"}
{"paper_id": 14118013, "text": "Experimental results on several learning to rank datasets and on a click log show that the proposed approach outperforms an existing ranker comparison method that does not take uncertainty into account.", "title": "Bayesian Ranker Comparison Based on Historical User Interactions"}
{"paper_id": 14150238, "text": "Path planning and navigation play a significant role in simulated virtual environments and computer games. ", "title": "Navigation meshes and real-time dynamic planning for virtual worlds"}
{"paper_id": 14217904, "text": "Proper integration of these capabilities lets the robot exploit the kinematic redundancy of the oculomotor system to improve tracking performance and extend the field of view, while at the same time stabilize vision to reduce image blur induced by the robot’s own movements. ", "title": "A Cartesian 6-DoF Gaze Controller for Humanoid Robots"}
{"paper_id": 14229191, "text": "We follow previous work and refer to these ef- fects as availability-based effects. ", "title": "Communicatively efficient language production and case-marker omission in Japanese"}
{"paper_id": 14401063, "text": "Existing neural language models typically map discrete words to distributed, dense vector representations. ", "title": "Compressing Neural Language Models by Sparse Word Representations"}
{"paper_id": 14425221, "text": "Mobility-on-demand (MoD) systems have recently emerged as a promising paradigm of one-way vehicle sharing for sustainable personal urban mobility in densely populated cities. ", "title": "Gaussian Process-Based Decentralized Data Fusion and Active Sensing for Mobility-on-Demand System"}
{"paper_id": 14438019, "text": "We introduce a method for proving lower bounds on the efficacy of semidefinite programming (SDP) relaxations for combinatorial problems. ", "title": "Lower Bounds on the Size of Semidefinite Programming Relaxations"}
{"paper_id": 14540046, "text": "We implement the constructions on the latest Intel's processors. ", "title": "Efficient Design Strategies Based on the AES Round Function"}
{"paper_id": 14590618, "text": "An intelligent PID controller (i-PID controller) is applied to control the nonholonomic mobile robot with measurement disturbance. ", "title": "Control of nonholonomic wheeled mobile robots via i-PID controller"}
{"paper_id": 14626056, "text": "Our approach shows how flexible nonparametric machine learning algorithms extract useful information about the occupancy from a single PIR sensor. ", "title": "Predicting room occupancy with a single passive infrared (PIR) sensor through behavior extraction"}
{"paper_id": 14667983, "text": "In addition, the proposed filtering of feature trajectories is shown to be complementary to linear transformation of feature vectors, which is popular in feature processing.", "title": "Temporal filter design by minimum KL divergence criterion for robust speech recognition"}
{"paper_id": 14682145, "text": "We present a novel, parallel algorithm for efficient sample generation from large, block-partitioned datasets in a shared-nothing architecture. ", "title": "Efficient sample generation for scalable meta learning"}
{"paper_id": 14714058, "text": "We also obtain the tight bound of 2/ln2 k pm o(k) on the communication complexity of disjointness of sets of size ≤ k. ", "title": "From information to exact communication"}
{"paper_id": 14767194, "text": "The approach is validated against industrial case-studies in the telecommunications applicative domain.", "title": "From models to code and back: Correct-by-construction code from UML and ALF"}
{"paper_id": 14775527, "text": "Results of our accelerator prototype on a multi-FPGA system show real-time performance and high recognition accuracy with large speedups over existing CPU, GPU and FPGA implementations.", "title": "Accelerators for biologically-inspired attention and recognition"}
{"paper_id": 14882974, "text": "Cross-level terms have been regarded as meaningless terms and left out of consideration thus far. ", "title": "A Meta Lambda Calculus with Cross-Level Computation"}
{"paper_id": 14898606, "text": "It is thus important to know the resonance frequency of individual chips to effectively avoid resonance noise at runtime. ", "title": "1-bit compressed sensing based framework for built-in resonance frequency prediction using on-chip noise sensors"}
{"paper_id": 14925405, "text": "Online sandbox services provide an effective method for Internet users to identify suspicious programs rapidly via automated analysis reports. ", "title": "POSTER: Fingerprinting the Publicly Available Sandboxes"}
{"paper_id": 15002492, "text": "After such replacement, the entire network is fine-tuned on the training data using standard backpropagation process. \n", "title": "Speeding-up Convolutional Neural Networks Using Fine-tuned CP-Decomposition"}
{"paper_id": 15009811, "text": "After that, we employ our hair completion method to fill the occluded part of each hair strand, and create a 2.5D model of the cartoon hair. ", "title": "2.5D Cartoon Hair Modeling and Manipulation"}
{"paper_id": 15027209, "text": "Iterative computation on large graphs has challenged system research from two aspects: (1) how to conduct high performance parallel processing for both in-memory and out-of-core graphs; and (2) how to handle large graphs that exceed the resource boundary of traditional systems by resource aware graph partitioning such that it is feasible to run large-scale graph analysis on a single PC. ", "title": "Fast Iterative Graph Computation with Resource Aware Graph Parallel Abstractions"}
{"paper_id": 15052787, "text": "MOCC achieves orders of magnitude higher performance for dynamic workloads on modern servers. ", "title": "Mostly-Optimistic Concurrency Control for Highly Contended Dynamic Workloads on a Thousand Cores"}
{"paper_id": 15191906, "text": "However, there is also considerable scope to utilize this model to tackle the problem of automatic memory footprint optimization. ", "title": "SMO: an integrated approach to intra-array and inter-array storage optimization"}
{"paper_id": 15192438, "text": "A comparison study was conducted contrasting the benefits and limitations of Canyon to an established technique, called Wedge. ", "title": "Canyon: providing location awareness of multiple moving objects in a detail view on large displays"}
{"paper_id": 15217416, "text": "This cooperation enables protocol innovation by allowing new IP or TCP functionality (e.g., ECN, SACK, Multipath TCP, Tcpcrypt) to be deployed without fear of such functionality being misconstrued, modified, or blocked along a path. ", "title": "A middlebox-cooperative TCP for a non end-to-end internet"}
{"paper_id": 15223744, "text": "We construct structure-preserving signatures in the Type II setting that only require a single verification equation and consist of only 2 group elements. ", "title": "Structure-Preserving Signatures from Type II Pairings"}
{"paper_id": 15239989, "text": "Our evaluation of SPANStore shows that it can lower costs by over 10x in several scenarios, in comparison with alternative solutions that either use a single storage provider or replicate every object to every data center from which it is accessed.", "title": "SPANStore: cost-effective geo-replicated storage spanning multiple cloud services"}
{"paper_id": 15301212, "text": "ACID mines publicly available educational websites, such as student ratings of professors and course information, and learns student opinions within a statistical framework. ", "title": "Mining the Web to Leverage Collective Intelligence and Learn Student Preferences"}
{"paper_id": 15316211, "text": "We present formal models for several compound authentication protocols, and analyze them against a rich threat model that includes compromised certificates, leaked session keys, and Diffie-Hellman small subgroup confinement. ", "title": "Verified Contributive Channel Bindings for Compound Authentication"}
{"paper_id": 15419565, "text": "At the architecture level, a simple compression based data encoding scheme is proposed to further bring down the latency. ", "title": "Overcoming the challenges of crossbar resistive memory architectures"}
{"paper_id": 15449050, "text": "While a typical microtask-based approach would pose specific questions to each worker and assemble the answers, CrowdFill shows a partially-filled table to all participating workers. ", "title": "CrowdFill: collecting structured data from the crowd"}
{"paper_id": 15452388, "text": "Experiment results show that the Twitter data can achieve a much better performance than the Google, Web1T and Wikipedia based methods.", "title": "Is Twitter A Better Corpus for Measuring Sentiment Similarity?"}
{"paper_id": 15462966, "text": "This is in contrast to the bounded gains that have been shown when agents strategically report utilities [5]. ", "title": "To Save Or Not To Save: The Fisher Game"}
{"paper_id": 15485826, "text": "We then demonstrate the usefulness of our strategy by applying it to several fundamental problems whose static time complexity is logarithmic, including forest-decomposition, edge-orientation and coloring sparse graphs, and show that their amortized time complexity in the dynamic setting is indeed O(log* n).", "title": "Local-on-Average Distributed Tasks"}
{"paper_id": 15558832, "text": "To this end, several novel image features are proposed to model the changes in image content and composition when a crop is applied. ", "title": "Learning the Change for Automatic Image Cropping"}
{"paper_id": 15607499, "text": "These edible actuators, combined with other recent edible materials and electronics, could lay the foundation for a new type of edible robots.", "title": "Soft pneumatic gelatin actuator for edible robotics"}
{"paper_id": 15644010, "text": "Achieving high tracking accuracy is essential to provide enjoyable user experience. ", "title": "CAT: high-precision acoustic motion tracking"}
{"paper_id": 15686844, "text": "We present ESTOCADA, a novel system capable of exploiting side-by-side a practically unbound variety of DMSs, all the while guaranteeing the soundness and completeness of the store, and striving to extract the best performance out of the various DMSs. ", "title": "Flexible hybrid stores: Constraint-based rewriting to the rescue"}
{"paper_id": 15801746, "text": "We typically think of network architectures as having two basic components: a data plane responsible for forwarding packets at line-speed, and a control plane that instantiates the forwarding state the data plane needs. ", "title": "Ensuring Connectivity via Data Plane Mechanisms"}
{"paper_id": 15822926, "text": "Our system directly aims to evaluate students' skills creating multiview engineering drawings. ", "title": "An Automated Grading/Feedback System for 3-View Engineering Drawings using RANSAC"}
{"paper_id": 15936756, "text": "In that setting, one party (a receiver) holding an input x wishes to learn the evaluation of a circuit C held by another party (a sender). ", "title": "Maliciously Circuit-Private FHE"}
{"paper_id": 15946716, "text": "In particular, we propose statistical estimators of ? ", "title": "Toward Estimating the Rank Correlation between the Test Collection Results and the True System Performance"}
{"paper_id": 15959744, "text": "We develop a game from the ground-up in which characters are designed to be reactive to the player's gaze in social ways, such as getting annoyed when the player seems distracted or changing their dialogue depending on the player's apparent focus of attention. ", "title": "The Royal Corgi: Exploring Social Gaze Interaction for Immersive Gameplay"}
{"paper_id": 16070502, "text": "Results showed that the proposed model provided a more accurate fit and a better perceptual match to the target than did the other models.", "title": "A perceptually and physiologically motivated voice source model"}
{"paper_id": 16136323, "text": "Applying AMI to set of memory intensive benchmarks eliminates 98% of bank and set conflicts, resulting in an average speedup of 24% over an aggressive baseline system and a 64% average reduction in memory system replays at reasonable implementation cost.", "title": "Arbitrary Modulus Indexing"}
{"paper_id": 16203979, "text": "In addition, monitoring the amount of food that was eaten by each patient can provide insights into the optimal amount of each menu item that has to be served to each patient. ", "title": "A food recommender for patients in a care facility"}
{"paper_id": 16284506, "text": "properties to incorporate learning and the role of knowledge in developing political engagement. ", "title": "Engagement Through Play: Politics and Video Games"}
{"paper_id": 16340993, "text": "For a worst-case accuracy of 98 %, energy savings up to 44% and power-delay-area reductions up to 62 % are demonstrated compared to low-power conventional designs.", "title": "A low-power carry cut-back approximate adder with fixed-point implementation and floating-point precision"}
{"paper_id": 16342610, "text": "This paper shows how to increase expressiveness still further, by adding closed type functions whose equations may overlap, and may have non-linear patterns over an open type universe. ", "title": "Closed type families with overlapping equations"}
{"paper_id": 16400188, "text": "Most of the existing recommender systems focus on topics such as movie, music, e-commerce etc., which essentially differ from the TV show recommendations due to the cold-start and temporal dynamics. ", "title": "A Space Alignment Method for Cold-Start TV Show Recommendations"}
{"paper_id": 16417636, "text": "In this context, we present a study of the identifiability of authors of socially sensitive content. ", "title": "Privacy Considerations for Public Storytelling"}
{"paper_id": 16418162, "text": "We also discuss interesting edge cases and design implications.", "title": "Knock x knock: the design and evaluation of a unified authentication management system"}
{"paper_id": 16459933, "text": "Several recent works obtain practical UC commitment protocols in the common reference string (CRS) model under the DDH assumption. ", "title": "On the Complexity of UC Commitments"}
{"paper_id": 16541235, "text": "Dynamic content is handled by selecting a single low dynamic range source image and hand-held capture is supported through homography-based image alignment. ", "title": "Automatic noise modeling for ghost-free HDR reconstruction"}
{"paper_id": 16593476, "text": "We further propose a set of statistics based on dense optical flow derived from the filtered video, and demonstrate visual object analysis based on these statistics for objects offering low contrast and limited deflection. ", "title": "Interactive computational imaging for deformable object analysis"}
{"paper_id": 16657604, "text": "In this paper we study a randomized injective embedding of the edit distance into the Hamming distance with a small distortion. ", "title": "Streaming algorithms for embedding and computing edit distance in the low distance regime"}
{"paper_id": 16688091, "text": "Semi-qualitative probabilistic networks (SQPNs) merge two important graphical model formalisms: Bayesian networks and qualitative probabilistic networks. ", "title": "Complexity of Inferences in Polytree-shaped Semi-Qualitative Probabilistic Networks"}
{"paper_id": 16729136, "text": "Moreover, Omid lightly replicates a read-only copy of the transaction metadata into the clients where they can locally service a large part of queries on metadata. ", "title": "Omid: Lock-free transactional support for distributed data stores"}
{"paper_id": 16785239, "text": "Google has acknowledged all our findings, and is working with us to get the problems fixed.", "title": "Life after App Uninstallation: Are the Data Still Alive? Data Residue Attacks on Android"}
{"paper_id": 16890005, "text": "Such task descriptions make the system amenable for users that are experts in a particular domain, but have limited knowledge about robotics and are thus not able to specify low-level details and instructions. ", "title": "Toward Efficient Robot Teach-in and Semantic Process Descriptions for Small Lot Sizes"}
{"paper_id": 16903251, "text": "We present a formal framework for modeling causal inferences about sequences of point events, based on Bayesian inference over nonhomogeneous Poisson processes (NHPPs). ", "title": "Upsetting the contingency table: Causal induction over sequences of point events"}
{"paper_id": 16956456, "text": "With these two new strategies, turbulent flows can be simulated with finer visual details even on coarse grid configurations. ", "title": "Turbulence Simulation by Adaptive Multi-Relaxation Lattice Boltzmann Modeling"}
{"paper_id": 17140888, "text": "The problem of detecting and recognizing text in natural scenes has proved to be more challenging than its counterpart in documents, with most of the previous work focusing on a single part of the problem. ", "title": "End-to-End Text Recognition with Hybrid HMM Maxout Models"}
{"paper_id": 17317687, "text": "As an extension to the authors’ previous work in identifying key topics from MOOC discussion contents, this work visualises lecture-related discussions as a graph of relationships between topics and threads. ", "title": "Topic-wise Classification of MOOC Discussions: A Visual Analytics Approach"}
{"paper_id": 17339190, "text": "We derive a new discrepancy statistic for measuring differences between two probability distributions based on combining Stein's identity with the reproducing kernel Hilbert space theory. ", "title": "A Kernelized Stein Discrepancy for Goodness-of-fit Tests"}
{"paper_id": 17458545, "text": "We provide an overview of the tool and its applications.", "title": "The TAMARIN Prover for the Symbolic Analysis of Security Protocols"}
{"paper_id": 17473983, "text": "Besides the number of garbled circuits, communication round trips are another significant performance bottleneck. ", "title": "Non-interactive Secure 2PC in the Offline/Online and Batch Settings"}
{"paper_id": 17516633, "text": "1) a publisher who chooses a set of classifiers to apply to data and publishes only instances predicted to be non-sensitive and ", "title": "Iterative Classification for Sanitizing Large-Scale Datasets"}
{"paper_id": 17561179, "text": "We performed a user study with 54 people to compare the ease with which users could use our method to find differences. ", "title": "Video diff"}
{"paper_id": 17573137, "text": "Comparing with traditional web browsing environment, IoT browsing environment has some distinctive features such as the way of interacting with the physical objects, the importance of spatial-temporal information of objects, and the necessity of resource reuse. ", "title": "A browsing system with learning capability for internet of things"}
{"paper_id": 17618794, "text": "We introduce a new algorithm for computing zigzag persistence, designed in the same spirit as the standard persistence algorithm. ", "title": "Zigzag Persistence via Reflections and Transpositions"}
{"paper_id": 17705193, "text": "For example, distinct typing patterns that identify individuals can be extracted from such data. ", "title": "Preventing Keystroke Based Identification in Open Data Sets"}
{"paper_id": 17794990, "text": "The Fiat-Shamir paradigm [CRYPTO’86] is a heuristic for converting three-round identification schemes into signature schemes, and more generally, for collapsing rounds in constant-round public-coin interactive protocols. ", "title": "From Obfuscation to the Security of Fiat-Shamir for Proofs"}
{"paper_id": 17802079, "text": "Conventional approaches to self-adaptive software architectures require human experts to specify models, policies and processes by which software can adapt to its environment. ", "title": "REX: A Development Platform and Online Learning Approach for Runtime Emergent Software Systems"}
{"paper_id": 17885720, "text": "We observe sites including libraries in ad hoc and often transitive ways, which can lead to different versions of the same library being loaded into the same document at the same time. ", "title": "Thou Shalt Not Depend on Me: Analysing the Use of Outdated JavaScript Libraries on the Web"}
{"paper_id": 18032420, "text": "We consider the problem of Collaborative Permutation Recovery, i.e. recovering multiple permutations over objects (e.g. preference rankings over different options) from limited pairwise comparisons. ", "title": "Active collaborative permutation learning"}
{"paper_id": 18104325, "text": "(b) multiprocessor fixed-priority, and ", "title": "Can real-time systems be chaotic?"}
{"paper_id": 18370202, "text": "Our tracker is thus anytime, allowing the speed or accuracy to be optimized based on the needs of the application.", "title": "Combining 3D Shape, Color, and Motion for Robust Anytime Tracking"}
{"paper_id": 18385279, "text": "In this paper, we present a model-based approach which enhances the FMEDA process for complex safety-related systems and subsequently achieves effort savings reaching 60% in comparison to the manual procedure. ", "title": "A model-based and simulation-assisted FMEDA approach for safety-relevant E/E systems"}
{"paper_id": 18390120, "text": "For each of the two real-world experiments we analyze the answer ratio to our questions, their time distribution, and responders' willingness to collaborate. ", "title": "Hybrid Crowdsensing: A Novel Paradigm to Combine the Strengths of Opportunistic and Participatory Crowdsensing"}
{"paper_id": 18409533, "text": "(ii) paradigmatic similarity, and ", "title": "Morphological Paradigms: Computational Structure and Unsupervised Learning"}
{"paper_id": 18417273, "text": "Our evaluation with real devices shows that BLE-Guardian effectively protects the users’ privacy while incurring little overhead on the communicating BLE-devices.", "title": "Protecting Privacy of BLE Device Users"}
{"paper_id": 18505723, "text": "Toward this goal we note that the framework of semiring-based provenance was proven highly effective in fulfilling similar needs in the context of database queries. ", "title": "A Provenance Framework for Data-Dependent Process Analysis"}
{"paper_id": 18510889, "text": "In this paper we focus on a prominent special case, the R estricted A ssignment problem, in which pij ∈ {pj, ∞}. ", "title": "On the Configuration-LP of the Restricted Assignment Problem"}
{"paper_id": 18577428, "text": "German native (L1) listeners rated German sentences produced by L1 and non-native (L2) speakers. ", "title": "Listener sensitivity to foreign-accented speech with grammatical errors"}
{"paper_id": 18632926, "text": "In previous work, a three-dimensional left ventricular strain throughout the cardiac cycle was reconstructed using a prolate spheroidal B-spline (PSB) method with displacement measurements obtained from unwrapped tagged MRI (tMRI) harmonic phase images. ", "title": "3D+time Left Ventricular Strain by Unwrapping Harmonic Phase with Graph Cuts"}
{"paper_id": 18647178, "text": "These results, completely new, should open new perspectives for HO array processing.", "title": "High resolution direction finding from rectangular higher order cumulant matrices: The rectangular 2Q-music algorithms"}
{"paper_id": 18704718, "text": "Before deploying a software system we need to assure ourselves (and stakeholders) that the system will behave correctly. ", "title": "On the Testability of BDI Agent Systems (Extended Abstract)"}
{"paper_id": 18752053, "text": "This covers as special cases all previous algorithmic results for two-state anti-ferromagnetic systems on general-structure graphs. \n \n", "title": "Correlation Decay up to Uniqueness in Spin Systems"}
{"paper_id": 18839733, "text": "Our approach achieves an F1 score of 0.485 on the implicit relation labeling task for the Penn Discourse Treebank.", "title": "Spectral Semi-Supervised Discourse Relation Classification"}
{"paper_id": 18879217, "text": "Data Stream Management Systems (DSMS) are crucial for modern high-volume/high-velocity data-driven applications, necessitating a distributed approach to processing them. ", "title": "CE-Storm: Confidential Elastic Processing of Data Streams"}
{"paper_id": 18926606, "text": "However, although these two topics have a lot in common, they are studied separately and are applied to different domains. ", "title": "Truth Discovery and Crowdsourcing Aggregation: A Unified Perspective"}
{"paper_id": 18987665, "text": "Unlike conventional codebook-driven methods, we exploit a multiplicative update rule to estimate the AR gains of speech and noise more accurately. ", "title": "Multiplicative update of AR gains in codebook-driven speech enhancement"}
{"paper_id": 19031817, "text": "The functions also enjoy algebraic properties that make them highly parallelizable and attractive for modern applications, such as evaluation under homomorphic encryption schemes. ", "title": "SPRING: Fast Pseudorandom Functions from Rounded Ring Products"}
{"paper_id": 19032061, "text": "We show how real or rational time in temporal models can in many practically important cases be replaced by integer time, and how this leads to far simpler encodings of planning as constraints. ", "title": "Discretization of Temporal Models with Application to Planning with SMT"}
{"paper_id": 19052864, "text": "Motivated by the capability of sparse coding based anomaly detection, we propose a Temporally-coherent Sparse Coding (TSC) where we enforce similar neighbouring frames be encoded with similar reconstruction coefficients. ", "title": "A Revisit of Sparse Coding Based Anomaly Detection in Stacked RNN Framework"}
{"paper_id": 19150494, "text": "It is important to recommend helpful information from forums to students for the benefit of the learning process. ", "title": "Adaptive Sequential Recommendation for Discussion Forums on MOOCs using Context Trees"}
{"paper_id": 19223884, "text": "In this paper, we propose a general end-to-end query performance prediction framework based on neural networks, called NeuralQPP. ", "title": "Neural Query Performance Prediction with Weak Supervision"}
{"paper_id": 19241663, "text": "Such decisions include, e.g., the possibility of qualifying some workers as expert reviewers, or of combining different quality assurance techniques to be used during campaign execution. ", "title": "Champagne: A Web Tool for the Execution of Crowdsourcing Campaigns"}
{"paper_id": 19290262, "text": "We show that directly extending existing policies to constrained jobs either compromises isolation guarantees or allows users to gain more resources by deceiving the scheduler. ", "title": "Towards Multi-Resource Fair Allocation with Placement Constraints"}
{"paper_id": 19814561, "text": "A hurdle to frequently performing mobile computer vision tasks is the high energy cost of image sensing. ", "title": "Energy proportional image sensors for continuous mobile vision"}
{"paper_id": 20531851, "text": "This paper introduces physically-inspired rigs that propagate the primary motion of layered, illustrated characters to produce plausible secondary motion. ", "title": "Secondary Motion for Performed 2D Animation"}
{"paper_id": 20569514, "text": "Content-Centric Networking (CCN) has recently emerged as a clean-slate Future Internet architecture which has a completely different communication pattern compared with exiting IP network. ", "title": "Design and Implementation: the Native Web Browser and Server for Content-Centric Networking"}
{"paper_id": 20591363, "text": "It is our great pleasure to welcome you to the 2017 ACM Conference on Knowledge Discovery and Data Mining -- KDD 2017. ", "title": "Proceedings of the 23rd ACM SIGKDD International Conference on Knowledge Discovery and Data Mining"}
{"paper_id": 20954239, "text": "It is a density-based clustering algorithm that uses a crisp neighborhood function to calculate the neighbor sets, and basically depends on distance function. ", "title": "Fuzzy Neighborhood Grid-Based DBSCAN Using Representative Points"}
{"paper_id": 21045427, "text": "We formally prove the correctness and security of our protocol in the Universal Composability framework against an active adversary that compromises all but one of the aggregation parties. ", "title": "Distributed Measurement with Private Set-Union Cardinality"}
{"paper_id": 21218908, "text": "It is developed using the frequencies of all possible consecutive words with same length (p-mers). ", "title": "Metagenomic Classification Using an Abstraction Augmented Markov Model"}
{"paper_id": 21457538, "text": "People spend up to one-third of lives asleep, and healthy sleep habits can make a big difference in their quality of life. ", "title": "Poster: Emotion-Aware Smart Tips for Healthy and Happy Sleep"}
{"paper_id": 21586575, "text": "Furthermore, neuroimaging offers deep and expansive datasets; a single scan can involve several gigabytes of information. ", "title": "NIVR: Neuro imaging in virtual reality"}
{"paper_id": 21606170, "text": "Additionally, patients also forget or skip to meet their doctors for same reasons. ", "title": "Medi-Deep: Deep control in a medication usage"}
{"paper_id": 21716549, "text": "For example, it incorporates a parallelism-friendly version of pointer jumping to speed up union-find operations and uses several compute kernels to exploit the multiple levels of hardware parallelism. ", "title": "A high-performance connected components implementation for GPUs"}
{"paper_id": 21721649, "text": "Written text often provides sufficient clues to identify the author, their gender, age, and other important attributes. ", "title": "Towards Robust and Privacy-preserving Text Representations"}
{"paper_id": 21887478, "text": "We also propose a new deadline tightening strategy based on this test, and show through simulations that the strategy significantly outperforms all known scheduling algorithms for a variety of sporadic task systems.", "title": "Demand-Based Scheduling of Mixed-Criticality Sporadic Tasks on One Processor"}
{"paper_id": 22040602, "text": "In addition to immersive environments, multimodal display can provide a natural and intuitive human-computer interface for many desktop applications such as computer games, online virtual worlds, visualization, simulation, and training. ", "title": "Keynote speaker: Towards immersive multimodal display: Interactive auditory rendering for complex virtual environments"}
{"paper_id": 22221862, "text": "In this paper, we introduce a mobile air quality monitoring application Mobile Observatory. ", "title": "Mobile observatory: an exploratory study of mobile air quality monitoring application"}
{"paper_id": 22628660, "text": "Tweets summarization aims to find a group of representative tweets for a specific topic. ", "title": "TOTEM: Personal Tweets Summarization on Mobile Devices"}
{"paper_id": 23211636, "text": "Finally, we apply NPTNs to Capsule Networks and show that they enable them to perform even better.", "title": "Non-Parametric Transformation Networks"}
{"paper_id": 23505884, "text": "The expansion of TV services such as DVR and, more recently, Catch-up have removed the temporal constraint typical of the Linear \"appointment\" TV enabling users to watch content they love at any time and on-demand. ", "title": "Personalized Catch-up & DVR: VOD or Linear, That is the Question"}
{"paper_id": 23667791, "text": "Finally, Arcc underlines potential common errors associated with the snippets, assisting in detecting overlooked problems. ", "title": "ARCC: assistant for repetitive code comprehension"}
{"paper_id": 23966208, "text": "Pest camouflages in grains or natural environment cause significant difficulties in pest detection using imaging technologies. ", "title": "A convolutional Riemannian texture model with differential entropic active contours for unsupervised pest detection"}
{"paper_id": 24448671, "text": "BRAVOis supported by a multi-core simulation framework that integratesperformance, power and reliability modeling capability. ", "title": "BRAVO: Balanced Reliability-Aware Voltage Optimization"}
{"paper_id": 25319793, "text": "This paper proposes a new image restoration method for phase contrast microscopy as a mean to enhance the quality of images prior to image analysis. ", "title": "Efficient Phase Contrast Microscopy Restoration Applied for Muscle Myotube Detection"}
{"paper_id": 26149810, "text": "The vast volume of real-time air traffic data, being produced through new digital transmissions of the movement of aircraft throughout the US National Airspace System (NAS), is a rich resource for evaluating the performance of the system. ", "title": "DV8: Interactive Analysis of Aviation Data"}
{"paper_id": 26248720, "text": "In this paper, we present VUsion, a secure page fusion system. ", "title": "Secure Page Fusion with VUsion: https://www.vusec.net/projects/VUsion"}
{"paper_id": 26334065, "text": "WPMC is defined to give adequate partitioning between criticality levels, and to use resources efficiently. ", "title": "A Wormhole NoC Protocol for Mixed Criticality Systems"}
{"paper_id": 26379171, "text": "Moreover, the study result reveals a significant association of current model and analgesic prescription/patient disposition after adjusted for patient-report NRS and triage vital signs.", "title": "Toward Development and Evaluation of Pain Level-Rating Scale for Emergency Triage based on Vocal Characteristics and Facial Expressions"}
{"paper_id": 26843250, "text": "Increasingly, people are amassing long term physical activity data which could play an important role for reflection. ", "title": "Harnessing Long Term Physical Activity Data—How Long-term Trackers Use Data and How an Adherence-based Interface Supports New Insights"}
{"paper_id": 26850200, "text": "We propose to address this problem in an active learning framework, which alternates between requesting the most useful annotations among a large set of unlabelled images, and re-training the pose estimator. ", "title": "Active Learning for Human Pose Estimation"}
{"paper_id": 27053133, "text": "For instance, the PokerBot Competition (Lebiere & Bothell, 2004) and the Dynamic Stocks and Flows Model An Ideation Challenge In this symposium, we will present for general discussion and debate the outcome of what is called an Ideation Challenge. ", "title": "Computational Cognition Ideation Challenge"}
{"paper_id": 27469115, "text": "There has been a sharp increase in the popularity of smartwatches in last 2-3 years. ", "title": "Demo: Finger and Hand Gesture Recognition using Smartwatch"}
{"paper_id": 27709585, "text": "The findings and insights obtained from the study reveal different strengths and weaknesses of different indexing techniques, and offer guidance on selecting an appropriate indexing technique for a given setting.", "title": "Pivot-based Metric Indexing"}
{"paper_id": 27890034, "text": "The increasing capacity and performance of modern FPGAs, with their partial reconfiguration capabilities, have made them attractive in several application domains, including space applications.This paper proposes a framework for supporting the development of safety-critical real-time systems that exploit hardware accelerators developed through FPGAs with dynamic partial reconfiguration capabilities.A model is first presented and then used to derive a response-time analysis to verify the schedulability of a real-time task set under given constraints and assumptions. ", "title": "A Framework for Supporting Real-Time Applications on Dynamic Reconfigurable FPGAs"}
{"paper_id": 27920938, "text": "Typical ASR features and recognisers however neither vary with the type of sound nor relate directly to perceptual cues. ", "title": "Consonant recognition with continuous-state hidden Markov models and perceptually-motivated features"}
{"paper_id": 28077923, "text": "Fault-tolerance techniques such as checkpoint/restart (C/R) protect HPC applications against hardware faults. ", "title": "LetGo: A Lightweight Continuous Framework for HPC Applications Under Failures"}
{"paper_id": 28157879, "text": "However, ensemble learning suffers from lower efficiency due to the increased overall computation overhead. ", "title": "GLOMA: Embedding Global Information in Local Matrix Approximation Models for Collaborative Filtering"}
{"paper_id": 28270327, "text": "To apply R-CNN to a large database storing thousands to millions of images, the SVM classification of millions to billions of DCNN features extracted from object proposals is indispensable, which imposes unrealistic computational and memory costs. ", "title": "Large-Scale R-CNN with Classifier Adaptive Quantization"}
{"paper_id": 28763256, "text": "Our experiments show this new algorithm to be more accurate than the current state of the art.\n \n", "title": "Weighted A* Algorithms for Unsupervised Feature Selection with Provable Bounds on Suboptimality"}
{"paper_id": 28933618, "text": "This paper proposes a method of estimating the joint positions based on depth data as well as optimal joint selection in restoring the pose with multiple Kinect sensors. ", "title": "User pose estimation based on multiple depth sensors"}
{"paper_id": 29212905, "text": "This paper presents ongoing work toward a design exploration for combining microgestures with other types of gestures within the greater lexicon of gestures for computer interaction. ", "title": "Exploring mixed-scale gesture interaction"}
{"paper_id": 29418516, "text": "Mobile devices have become powerful in terms of computing and supporting various human activities. ", "title": "Social Display...We Can See What You Are Doing On Your Mobile Device"}
{"paper_id": 30312807, "text": "Next, we look at macro-level characterizations of movies by investigating whether there exist 'universal shapes' of emotional arcs. ", "title": "Audio-Visual Sentiment Analysis for Learning Emotional Arcs in Movies"}
{"paper_id": 30388449, "text": "Expanding upon the range of shapes that existing minimal interfaces can model, we present an interactive image‐guided tool for modeling shapes made up of extruded parts. ", "title": "Interactive Image‐Guided Modeling of Extruded Shapes"}
{"paper_id": 30612206, "text": "It is important to develop sensor systems which not only satisfy user requirements, but also take energy consumption into consideration. ", "title": "Observability-driven Sensor Deployment in Smart Academic Environments: Demo Abstract"}
{"paper_id": 30964429, "text": "Results: We present McPAS‐TCR, a manually curated database of TCR sequences associated with various pathologies and antigens based on published literature. ", "title": "McPAS‐TCR: a manually curated catalogue of pathology‐associated T cell receptor sequences"}
{"paper_id": 31008224, "text": "In practice, it is not often easy to obtain a UBM that fully matches the acoustic channel in operation. ", "title": "Sequential model adaptation for speaker verification"}
{"paper_id": 31407519, "text": "Canopy processes traces in near real-time, derives user-specified features, and outputs to performance datasets that aggregate across billions of requests. ", "title": "Canopy: An End-to-End Performance Tracing And Analysis System"}
{"paper_id": 31635004, "text": "At ingest-time, it uses compression and video-specific specialization of CNNs. ", "title": "Focus: Querying Large Video Datasets with Low Latency and Low Cost"}
{"paper_id": 31943376, "text": "Doing so will require integration with managed-language runtime compilers (e.g. Java or Javascript compilers) that are integrated with the SQL compiler not just to provide efficiency gains during query execution, but also to use managed language runtime profiling to help in algorithm selection as well as assembly-level compilation decisions.", "title": "How I learned to stop worrying and love compilers"}
{"paper_id": 31981715, "text": "This study proposes a first step toward the automated realization of student tracking, i.e., dividing a class of students into several streams according to criteria such as overall strength, specific abilities, etc. ", "title": "On the Benefits (or Not) of a Clustering Algorithm in Student Tracking"}
{"paper_id": 33315535, "text": "The necessary building blocks are fully parallelizable and can therefore benefit from multi‐ and many‐core architectures.", "title": "A Cut‐Cell Geometric Multigrid Poisson Solver for Fluid Simulation"}
{"paper_id": 33410360, "text": "Using data from HarvardX and MITx, Harvard's and MIT's divisions for online learning, we study the structure of due dates on graded components for 10 completed MOOCs. ", "title": "Due dates in MOOCs: does stricter mean better?"}
{"paper_id": 33555698, "text": "Finally, we argue that smart journals signal a maturing orientation to issues of digital archiving.", "title": "It's Just My History Isn't It?: Understanding Smart Journaling Practices"}
{"paper_id": 33864969, "text": "Our data collection application captured appearance data from a 3D camera and context data from uniform resource locator (URL) logs. ", "title": "Behavioral Engagement Detection of Students in the Wild"}
{"paper_id": 34128833, "text": "We study a market model where a data analyst uses monetary incentives to procure private data from strategic data subjects/individuals. ", "title": "Buying Data from Privacy-Aware Individuals: The Effect of Negative Payments"}
{"paper_id": 34588535, "text": "In order to do so, 184 participants were assigned randomly to three knowledge domains (history, economics, and devices) and in each domain they rated their understanding of a high-desirability and a low-desirability topic following a standard IOED procedure. ", "title": "\"If It Matters, I Can Explain It\": Social Desirability of Knowledge Increases the Illusion of Explanatory Depth"}
{"paper_id": 34841648, "text": "Its implementation in our theorem prover Vampire resulted in drastic improvements over all previous implementations of splitting. ", "title": "AVATAR: The Architecture for First-Order Theorem Provers"}
{"paper_id": 34926351, "text": "We present GestAKey, a technique to enable multifunctional keystrokes on a single key, providing new interaction possibilities on the familiar keyboards. ", "title": "GestAKey: Get More Done with Just-a-Key on a Keyboard"}
{"paper_id": 34982665, "text": "We discuss demands and challenges for visualization research targeting meteorological data analysis, highlighting aspects in demonstration of benefit, interactive visual analysis, seamless visualization, ensemble visualization, 3D visualization, and technical issues.", "title": "Visualization in Meteorology—A Survey of Techniques and Tools for Data Analysis Tasks"}
{"paper_id": 35423735, "text": "Car-Fi proposes an approach that leverages existing home Wi-Fi access points configured in dual-access mode, in order to offload all data traffic from the congested and expensive cellular infrastructure to whatever Wi-Fi network is available. ", "title": "Demo: Car-Fi: Opportunistic V2I by Exploiting Dual-Access Wi-Fi Networks"}
{"paper_id": 35742565, "text": "In this paper we describe the challenges of creating a game that can be played by large groups on a single display. ", "title": "IRC quest: using the commons dilemma to support a single-screen game for hundreds of players"}
{"paper_id": 36790743, "text": "Our results show that students' positive perceptions and attitudes toward a robot tutor leads to student motivation, as well as intentional acceptance of the technology.", "title": "How Can Social Robots Motivate Students to Practice Math?"}
{"paper_id": 36867330, "text": "On behalf of the organizing committee, it is with great pleasure to welcome you to the 12th IEEE International Conference on Semiconductor Electronics 2016 (ICSE2016). ", "title": "Message from ICSE2016 conference chair"}
{"paper_id": 36915636, "text": "In this work, we apply a feature‐based method to track instances of ocean eddies through the time steps of a high‐resolution multi‐decadal regional ocean model and generate a series of eddy paths which reflect the life cycle of individual eddy instances. ", "title": "Illustrative Visualization of Mesoscale Ocean Eddies"}
{"paper_id": 38616448, "text": "Given an input video, we first extract edges from the video frames and vectorize them to curves. ", "title": "Line‐Drawing Video Stylization"}
{"paper_id": 38688384, "text": "Importance of the Quality Management Function in achieving basic need by ensuring compliance with Capability Maturity Model Integrated or International Organization for Standardization is a basic demand from business nowadays. ", "title": "Audit Maturity Model"}
{"paper_id": 39189557, "text": "This paper proposes a 3D local phase-symmetry-based bone enhancement technique to automatically identify weak bone responses in 3D ultrasound images of the wrist. ", "title": "Bone Enhancement in Ultrasound Based on 3D Local Spectrum Variation for Percutaneous Scaphoid Fracture Fixation"}
{"paper_id": 39997439, "text": "Modelling software systems using Unified Modelling Language (UML) is a core skill expected from a software engineer. ", "title": "UML-IT: An ITS to Teach Multiple Modelling Tasks"}
{"paper_id": 40391774, "text": "Our programming model is based on Petri nets, and generalizes several models from the networking literature. ", "title": "Synchronization Synthesis for Network Programs"}
{"paper_id": 42511591, "text": "This new discovery makes the use of PRNU practical for smartphone authentication. ", "title": "ABC: Enabling Smartphone Authentication with Built-in Camera"}
{"paper_id": 43551878, "text": "The results show that Parcus can fully utilize the processor's energy-saving potential.", "title": "Parcus: Energy-Aware and Robust Parallelization of AUTOSAR Legacy Applications"}
{"paper_id": 43909337, "text": "In the context of experience-based risky choice, we find the simultaneous underweighting of rare events in choice and their overestimation in probability judgement. ", "title": "The impact of descriptions and incentives on the simultaneous underweighting and overestimation of rare events"}
{"paper_id": 43915551, "text": "This paper presents differential attacks on Simon and Speck, two families of lightweight block ciphers that were presented by the U.S. National Security Agency in June 2013. ", "title": "Differential Cryptanalysis of Round-Reduced Simon and Speck"}
{"paper_id": 44065016, "text": "We show that the proposed method achieves improvements of up to 2.6 BLEU points over a general system, and up to 6 BLEU points if the initial system has only been trained on out-of-domain data, a situation which may easily happen in practice. ", "title": "Learning Hidden Unit Contribution for Adapting Neural Machine Translation Models"}
{"paper_id": 44066798, "text": "One can allocate resources reactively after a load increase is detected, but this places additional burden on the already-overloaded system to reconfigure. ", "title": "P-Store: An Elastic Database System with Predictive Provisioning"}
{"paper_id": 44087338, "text": "This effect is also observed in robotic manipulation where the robot joint configuration affects not only the ability to move freely in all directions in the workspace, but also the capability to generate forces along different axes. ", "title": "Geometry-aware Tracking of Manipulability Ellipsoids"}
{"paper_id": 44099580, "text": "We characterize users as exhibiting \"eager\" or \"apathetic\" information consumption behavior as an explanation of these observations, and attempt to operationalize our findings into design recommendations.", "title": "Update Delivery Mechanisms for Prospective Information Needs: An Analysis of Attention in Mobile Users"}
{"paper_id": 44167716, "text": "Current DT-CMR techniques rely on acquiring and averaging multiple signal acquisitions to improve the SNR. ", "title": "Stochastic Deep Compressive Sensing for the Reconstruction of Diffusion Tensor Cardiac MRI"}
{"paper_id": 44180114, "text": "One of the goals of drug response studies is to predict which response category any patients belong to with high probability based on their clinical and molecular features. ", "title": "Pathway‐structured predictive modeling for multi‐level drug response in multiple myeloma"}
{"paper_id": 44180791, "text": "We also find a substantial number of politics-related memes on both mainstream and fringe Web communities, supporting media reports that memes might be used to enhance or harm politicians. ", "title": "On the Origins of Memes by Means of Fringe Web Communities"}
{"paper_id": 44529396, "text": "Minerva enables highly accurate, ultra-low power DNN accelerators (in the range of tens of milliwatts), making it feasible to deploy DNNs in power-constrained IoT and mobile devices.", "title": "Minerva: Enabling Low-Power, Highly-Accurate Deep Neural Network Accelerators"}
{"paper_id": 45463622, "text": "Finally, examples of integrations between cognitive science and NLP with respect to the multi-layer, multi-path model are given. ", "title": "An Innovation in the Integration of Cognitive Science and NLP: A Multi-level, Multi-path Approach"}
{"paper_id": 45522337, "text": "Recurrent neural networks, particularly the long short- term memory networks, are extremely appealing for sequence-to-sequence learning tasks. ", "title": "Agreement on Target-Bidirectional LSTMs for Sequence-to-Sequence Learning"}
{"paper_id": 46756520, "text": "At runtime, TERMINATOR's enforcer selectively leases (i.e., temporarily grants) permissions to apps when the system is in a safe state, and revokes the permissions when the system moves to an unsafe state realizing the identified threats. ", "title": "A Temporal Permission Analysis and Enforcement Framework for Android"}
{"paper_id": 46845867, "text": "In this position paper, we argue for applying recent research on ensuring sociotechnical systems are fair and nondiscriminatory to the privacy protections those systems may provide. ", "title": "Privacy for All: Ensuring Fair and Equitable Privacy Protections"}
{"paper_id": 46940758, "text": "We develop the first polynomial-time algorithm which either solves such complex equilibrium constraints for two-dimensional grasps, or otherwise concludes that no solution exists. ", "title": "Passive Static Equilibrium with Frictional Contacts and Application to Grasp Stability Analysis"}
{"paper_id": 46978583, "text": "The present work proposes a framework which estimates the stability loss of control software implementations as the probability of violating some control theoretic guarantee in the presence of sensory faults.", "title": "Work-in-progress: Verifying stability guarantees of control software implementations in the presence of sensor level faults"}
{"paper_id": 47017667, "text": "We believe that anonymization/perturbation/synthesis methods without model compatibility are of little value. ", "title": "Data Synthesis based on Generative Adversarial Networks"}
{"paper_id": 49221544, "text": "Pushed by both application and technology trends, today's computer systems employ unprecedented levels of heterogeneity, parallelism, and complexity as they seek to extend performance scaling and support new application domains. ", "title": "New Metrics and Models for a Post-ISA Era: Managing Complexity and Scaling Performance in Heterogeneous Parallelism and Internet-of-Things"}
{"paper_id": 49233609, "text": "We present the first detailed root cause analysis of problems in the Intel MPX architecture through a cross-layer dissection of the entire system stack, involving the hardware, operating system, compilers, and applications. ", "title": "Intel MPX Explained: A Cross-layer Analysis of the Intel MPX System Stack"}
{"paper_id": 49250797, "text": "In this paper we perform compression of contact‐dominated, rigid body simulations in an online, error‐bounded fashion. ", "title": "Collision‐Aware and Online Compression of Rigid Body Simulations via Integrated Error Minimization"}
{"paper_id": 49302184, "text": "We study the computational complexity of proper equilibrium in finite games and prove the following results. ", "title": "Computational Complexity of Proper Equilibrium"}
{"paper_id": 49304558, "text": "However, carbon nanotube FETs (CNFETs) are subject to process variations inherent to CNTs: variations in CNT type (semiconductor or metallic), CNT density, or CNT diameter, to name a few. ", "title": "TRIG: Hardware Accelerator for Inference-Based Applications and Experimental Demonstration Using Carbon Nanotube FETs"}
{"paper_id": 49325112, "text": "148 students worked with minimally-guided inquiry activities using virtual labs on two different physics topics. ", "title": "Control of Variables Strategy Across Phases of Inquiry in Virtual Labs"}
{"paper_id": 49344284, "text": "Originally applied to the evaluation of automatic summaries and the news genre, among its many extensions, this model has also been successfully used to assess dialogue coherence. ", "title": "Coherence Models for Dialogue"}
{"paper_id": 49378384, "text": "Using fetal fraction estimates based on X and Y chromosome WGS coverage as gold standard, we compared an existing SNP-based approach, FetalQuant, to a more flexible Bayesian hierarchical modeling strategy that borrows information across interrogated SNPs to character SNP-level error rates and biases to improve fetal fraction estimates. ", "title": "Improving Single-Nucleotide Polymorphism-Based Fetal Fraction Estimation of Maternal Plasma Circulating Cell-Free DNA Using Bayesian Hierarchical Models"}
{"paper_id": 49409610, "text": "The interview study findings highlight the challenges they face when writing content on Social Networking Sites (SNSs), and their strategies for mitigating these challenges. ", "title": "\"I'm Never Happy with What I Write\": Challenges and Strategies of People with Dyslexia on Social Media"}
{"paper_id": 49547579, "text": "In this paper, we study how people perceive, understand, and use onion services based on data from 17 semi-structured interviews and an online survey of 517 users. ", "title": "How Do Tor Users Interact With Onion Services?"}
{"paper_id": 49718498, "text": "We create \"analog\" video backscatter system that does not use amplifiers, ADCs and AGCs. ", "title": "Wireless Video Streaming for Ultra-low-power Cameras"}
{"paper_id": 49719422, "text": "This video presents a real-time end-to-end system which enables cameras to send personalized messages to people in a public area without knowing any addresses of their mobile phones. ", "title": "Video: Enabling Public Cameras to Talk to the Public"}
{"paper_id": 49731302, "text": "First, we couple the black-box solvers through a small, reduced-order monolithic system, which is constructed on the fly from input/output pairs generated by the solid and fluid solvers. ", "title": "An extended partitioned method for conservative solid-fluid coupling"}
{"paper_id": 49742343, "text": "The results apply, for example, to random (bipartite) $\\Delta$-regular graphs, for which no efficient algorithms were known for these problems (with the exception of the Ising model) in the non-uniqueness regime of the infinite $\\Delta$-regular tree. ", "title": "Algorithms for #BIS-hard problems on expander graphs"}
{"paper_id": 50768351, "text": "SEESAW leverages the increasing ubiquity of superpages1 – since super-pages have more page offset bits, they can accommodate VIPT caches with more sets than what is traditionally possible with only base page sizes. ", "title": "SEESAW: Using Superpages to Improve VIPT Caches"}
{"paper_id": 50777115, "text": "As more customers start purchasing consumable products (e.g., toothpastes, diapers, etc.) online, this phenomenon has also become prevalent in e-commerce. ", "title": "Buy It Again: Modeling Repeat Purchase Recommendations"}
{"paper_id": 50786700, "text": "We provide a new technique to design fast approximation algorithms for graph problems where the points of the graph lie in a metric space. ", "title": "Metric Sublinear Algorithms via Linear Sampling"}
{"paper_id": 51606678, "text": "into account the differential constraints imposed by the underlying\n\n", "title": "Multi-Robot Motion Planning with Dynamics Guided by Multi-Agent Search"}
{"paper_id": 51676810, "text": "When customers are faced with the task of making a purchase in an unfamiliar product domain, it might be useful to provide them with an overview of the product set to help them understand what they can expect. ", "title": "Using textual summaries to describe a set of products"}
{"paper_id": 51737170, "text": "The key idea is to view the high-dimensional internal state of a neural net as an aid, not an obstacle. ", "title": "Interpretability Beyond Feature Attribution: Quantitative Testing with Concept Activation Vectors (TCAV)"}
{"paper_id": 51869848, "text": "The representation uses no slack variable at all and provides a solution to a few technical issues caused by the encoding of an NNC polyhedron as a closed polyhedron in a higher dimension space. ", "title": "A Direct Encoding for NNC Polyhedra"}
{"paper_id": 51880191, "text": "Darais et al. apply the same underlying idea to monadic definitional interpreters, and obtain monadic abstract definitional interpreters (ADIs) that perform abstract interpretation in big-step style using monads. ", "title": "Refunctionalization of abstract abstract machines: bridging the gap between abstract abstract machines and abstract definitional interpreters (functional pearl)"}
{"paper_id": 51881718, "text": "The proposed algorithm outperforms existing methods for handling solid/cloth collisions, thus is an effective tool for applications like virtual-try-on and example-based garment animation synthesis.", "title": "Minimum Displacements For Cloth-obstacle Penetration Resolving"}
{"paper_id": 51927773, "text": "Recent years have seen significant interest and progress in developing practical distributed MIMO systems. ", "title": "Chorus: truly distributed distributed-MIMO"}
{"paper_id": 51972140, "text": "To overcome these drawbacks, this paper presents a fully distributed packet scheduling framework called FD-PaS. ", "title": "FD-PaS: A Fully Distributed Packet Scheduling Framework for Handling Disturbances in Real-Time Wireless Networks"}
{"paper_id": 51982675, "text": "The random oracle methodology has proven to be a powerful tool for designing and reasoning about cryptographic schemes, and can often act as an effective bridge between theory and practice. ", "title": "Correcting Subverted Random Oracles"}
{"paper_id": 52036609, "text": "Several accounts of this interaction exist: some believe that language gives children the ability to express already formed ToM reasoning (e.g. He, Bolz, & Baillargeon, 2011), while others argue that learning specific grammatical structures engenders new reasoning abilities (e.g. de Villiers & Pyers, 1997). ", "title": "Bootstrapping from Language in the Analogical Theory of Mind Model"}
{"paper_id": 52058471, "text": "We developed Duet, a visual analysis system designed to help data analysis novices conduct pairwise comparisons by addressing execution and interpretation barriers. ", "title": "Duet: Helping Data Analysis Novices Conduct Pairwise Comparisons by Minimal Specification"}
{"paper_id": 52070430, "text": "A common challenge faced by many domain experts working with time series data is how to identify and compare similar patterns. ", "title": "Comparing Similarity Perception in Time Series Visualizations"}
{"paper_id": 52150006, "text": "As a technical term definition, camera localization with respect to a pre-created map database is specifically referred to as image based localization, memory based localization, or camera relocalization.", "title": "Deep Localization on Panoramic Images"}
{"paper_id": 52150772, "text": "In addition, accounting for dynamic obstacles such as people helps increase user safety when the view of the physical world is occluded by a head-mounted display. ", "title": "Redirected Walking in Irregularly Shaped Physical Environments with Dynamic Obstacles"}
{"paper_id": 52172624, "text": "The global direction measure incorporates time directly by analyzing the concept time ordering both globally and within lectures. ", "title": "Mining MOOC Lecture Transcripts to Construct Concept Dependency Graphs"}
{"paper_id": 52186766, "text": "For front-end, Amplitude Modulation (AM) features are extracted using the standard and data-driven auditory filterbanks. ", "title": "DA-IICT/IIITV System for Low Resource Speech Recognition Challenge 2018"}
{"paper_id": 52193862, "text": "A population-level signaler has potentially noisy observations of a binary type for each member of a population and, based on this, produces a signal about each member. ", "title": "Access to Population-Level Signaling as a Source of Inequality"}
{"paper_id": 52280279, "text": "Finally, we empirically investigate the approximation ratio of the greedy algorithm and show that it produces highly competitive results in a fraction of time needed for complete branch-and-bound style search.", "title": "Discovering Reliable Dependencies from Data: Hardness and Improved Algorithms"}
{"paper_id": 52286527, "text": "Thus, to support a given service, we must select network function nodes according to the SFC, and determine the routing strategy through the function nodes in the specified order. ", "title": "Software Defined Resource Allocation for Service-Oriented Networks"}
{"paper_id": 52287888, "text": "Furthermore, they are almost equally affected in the team setting as when they are incentivized only for individual correctness. ", "title": "Team Decision Making with Social Learning: Human Subject Experiments"}
{"paper_id": 52830637, "text": "One of these, called the consistency axiom, requires that when the data is modified in a helpful way, i.e. if points in the same cluster are made more similar and those in different ones made less similar, the algorithm should output the same clustering. ", "title": "Clustering Redemption-Beyond the Impossibility of Kleinberg's Axioms"}
{"paper_id": 52900064, "text": "We propose a multi-modal content-based movie recommender system that replaces human-generated metadata with content descriptions automatically extracted from the visual and audio channels of a video. ", "title": "Audio-visual encoding of multimedia content for enhancing movie recommendations"}
{"paper_id": 52901292, "text": "Though highly efficient in learning the backbone of human-computer communications, they suffer from the problem of strongly favoring short generic responses. ", "title": "NEXUS Network: Connecting the Preceding and the Following in Dialogue Generation"}
{"paper_id": 52933574, "text": "Typical planar zigzag micro mixers (ZZM) with the angle of intersection 30°, 60°, and 90°are first simulated using FEM analysis to study its mixing performance. ", "title": "Numerical study of Zigzag Micro Mixer with 3D Channel Dimension"}
{"paper_id": 52950733, "text": "Furthermore, we show that without explicit handling, our method works on challenging cases where input images contain severe geometric distortion, such as text on a curved path.", "title": "Synthetically Supervised Feature Learning for Scene Text Recognition"}
{"paper_id": 52962991, "text": "Our method produces more compact and relevant saliency maps, with fewer artifacts compared to previous methods.", "title": "Explaining Image Classifiers by Counterfactual Generation"}
{"paper_id": 52963027, "text": "In this paper, we explore the problem of zero-shot learning of human-object interactions. ", "title": "Compositional Learning for Human Object Interaction"}
{"paper_id": 52967476, "text": "However, learning the highly complex regression between eye images and gaze directions is nontrivial, and thus the problem is yet to be solved efficiently. ", "title": "Appearance-Based Gaze Estimation via Evaluation-Guided Asymmetric Regression"}
{"paper_id": 52979926, "text": "Findings from a preliminary study with 14 participants suggest that such a display might be particularly useful to communicate upcoming inertia changes for passengers.", "title": "A WOZ Study of Feedforward Information on an Ambient Display in Autonomous Cars"}
{"paper_id": 52981314, "text": "Experiments confirm the efficacy of the developed system.", "title": "Development of an LAA-LTE Transmitter with Lightweight Wi-Fi Frame Detection"}
{"paper_id": 52987338, "text": "There is currently an active debate on which RDMA primitive (i.e., one-sided or two-sided) is optimal for distributed transactions. ", "title": "Deconstructing RDMA-enabled Distributed Transactions: Hybrid is Better!"}
{"paper_id": 52988185, "text": "In experiments comparing nearly identical system call, page fault, and context switch code paths written in Go and C, the Go version was 5% to 15% slower.", "title": "The benefits and costs of writing a POSIX kernel in a high-level language"}
{"paper_id": 53058780, "text": "We study the complexity of local graph centrality estimation, with the goal of approximating the centrality score of a given target node while exploring only a sublinear number of nodes/arcs of the graph and performing a sublinear number of elementary operations. ", "title": "Sublinear Algorithms for Local Graph Centrality Estimation"}
{"paper_id": 53081191, "text": "A structure called a Key Vector is allocated that maps join keys to DGKs, which is used to filter non-matching rows during the fact table scan. ", "title": "Accelerating Joins and Aggregations on the Oracle In-Memory Database"}
{"paper_id": 53081679, "text": "From the study of Arm-A-Dine with 12 players, we articulate three design themes: Reduce bodily control during eating; Encourage savoring by drawing attention to sensory aspects during eating; and Encourage crossmodal sharing during eating to assist game designers and food practitioners in creating playful social eating experiences. ", "title": "Arm-A-Dine: Towards Understanding the Design of Playful Embodied Eating Experiences"}
{"paper_id": 53082715, "text": "In this paper, we present PAFL, a framework that utilizes efficient guiding information synchronization and task division to extend those existing fuzzing optimizations of single mode to industrial parallel mode. ", "title": "PAFL: extend fuzzing optimizations of single mode to industrial parallel mode"}
{"paper_id": 53097736, "text": "Evaluation on the printing fabric image set and the experimental results demonstrate that the NSPL is very suitable for the detection of the minimal repeated pattern of printed images and achieves greater performance than the manual and other existing automatic detection methods in detection accuracy, efficiency, and robustness.", "title": "Automatic Detection of Minimal Repeated Pattern in Printing Fabric Images"}
{"paper_id": 53219352, "text": "Initial results suggest that our Wizard of Oz agents in our game StepQuest may prolong player engagement with the game, increase their participation in moderate physical activities, and are preferable to idle human players.", "title": "Towards Extending Social Exergame Engagement with Agents"}
{"paper_id": 53222899, "text": "Moreover, one can avoid an n1−c-bit lookup table when the data structure is implemented in the cell-probe model, achieving r=⌈ n/(logn)Ω", "title": "Optimal succinct rank data structure via approximate nonnegative tensor decomposition"}
{"paper_id": 53223749, "text": "A programming language that provides the functions of a secure microkernel is proposed for embedded and IoT applications. ", "title": "Verticalthings - a language-based microkernel for constrained IoT devices: work-in-progress"}
{"paper_id": 53236228, "text": "New circuit design paradigms based on these nano devices will be discussed to brainstorm on exciting avenues for novel computing elements.", "title": "Emerging Reconfigurable Nanotechnologies: Can they support Future Electronics?"}
{"paper_id": 53244906, "text": "Difficult test questions can be made easy by providing a set of possible answer options of which most are obviously wrong. ", "title": "Optimally Discriminative Choice Sets in Discrete Choice Models: Application to Data-Driven Test Design"}
{"paper_id": 53279566, "text": "When we compare our best GPU implementation to our best CPU implementation, the speedup ranges from 2.1× to 3.6× on a single node, and from 1.8× to 3.3× on 64 nodes, depending on the input data set.", "title": "High-Performance Dense Tucker Decomposition on GPU Clusters"}
{"paper_id": 53306035, "text": "The authors of the above article would like the following to be noted. ", "title": "MIRA: mutual information-based reporter algorithm for metabolic networks"}
{"paper_id": 53438012, "text": "More than 200 participants sought to join the challenge and work on the new dataset released in its scope. ", "title": "Recommender systems challenge 2014"}
{"paper_id": 53500150, "text": "Performance evaluation shows that our processor beats in-order processors in terms of IPC but will require more architectural work to compete with wider superscalar commercial ARM processors. ", "title": "Composable Building Blocks to Open up Processor Design"}
{"paper_id": 53621658, "text": "For this task, we present an algorithm that merges PSDD substructures that are similar in KL-divergence, which we show can be done e ciently on PSDDs.", "title": "Towards Compact Interpretable Models: Shrinking of Learned Probabilistic Sentential Decision Diagrams"}
{"paper_id": 54001443, "text": "We stress that existing approaches to private blockchain, such as the proof-of-work-based Zerocash are analyzed only against static corruptions.", "title": "Ouroboros Crypsinous: Privacy-Preserving Proof-of-Stake"}
{"paper_id": 54171995, "text": "However, there is much to be learned from other extractable metadata beyond shot detection and much to be studied in audiovisual media that can only be discovered through computer vision.", "title": "Visual Style in Two Network Era Sitcoms"}
{"paper_id": 54462481, "text": "First, we perform a detailed experimental evaluation comparing a number of state-of-the-art Datalog systems on a wide spectrum of graph analytics and program-analysis tasks, and summarize the pros and cons of existing techniques. ", "title": "Scaling-Up In-Memory Datalog Processing: Observations and Techniques"}
{"paper_id": 54464557, "text": "When used in conjunction with the ReLU non-linearity, the underlying risk theory suggests natural, arguably optimal choices for the deviation measure and statistic. ", "title": "Generalized Batch Normalization: Towards Accelerating Deep Neural Networks"}
{"paper_id": 54823171, "text": "The result was analyzed using PLS-SEM method to examine the hypotheses. ", "title": "The Impact of SNSs Usage on Social Capital and Knowledge Sharing in Organization"}
{"paper_id": 54947114, "text": "There are problems such as large overhead, unbalanced resource allocation in the current AUTOSAR ECU mapping algorithm that's widely adopted. ", "title": "An AUTOSAR ECU Mapping Algorithm"}
{"paper_id": 56940225, "text": "I En octobre 1985, l’Academie suedoise annonca l’attribution du prix Nobel de litterature a Claude Simon, nouveau romancier francais âge de 72 ans, en le considerant comme un ecrivain « qui, dans ses romans, combine la creativite du poete et du peintre avec une conscience profonde du temps dans la representation de la condition humaine. » Cette nouvelle suscita des polemiques dans le monde entier. ", "title": "Un nouveau roman à la croisée de la poésie et de la peinture. Préface à la traduction chinoise de La Route des Flandres (1960) et des Géorgiques (1981)"}
{"paper_id": 57366016, "text": "Such an approach enjoys the abundant information in source domain for model construction and the simplicity of learning mapping separately with limited supervision in target domain. ", "title": "T2S: Domain Adaptation Via Model-Independent Inverse Mapping and Model Reuse"}
{"paper_id": 57572889, "text": "3) We demonstrate two effective classification schemes on our curated data set, one that is cost-efficient for NGOs and another that is cost-prohibitive for NGOs, but has additional utility. ", "title": "Mapping Informal Settlements in Developing Countries using Machine Learning and Low Resolution Multi-spectral Data"}
{"paper_id": 57755019, "text": "Hence, finding the optimal NoC configurations requires optimizing all parameters simultaneously, which represents a multidimensional optimization problem. ", "title": "NoCo: ILP-Based Worst-Case Contention Estimation for Mesh Real-Time Manycores"}
{"paper_id": 57756328, "text": "This paper describes a procedure to design a passive nonlinear impedance control for port-Hamiltonian systems. ", "title": "Passive Nonlinear Impedance Control for Port-Hamiltonian Systems"}
{"paper_id": 58004054, "text": "Furthermore, due to the growing social inter- est in ethics and the ethical impact norms can have, this ethical implications should also be examined during the decision making process.", "title": "Ethics in Norm Decision Making"}
{"paper_id": 58006083, "text": "Powered by machine learning techniques, social media provides an unobtrusive lens into individual behaviors, emotions, and psychological states. ", "title": "A Taxonomy of Ethical Tensions in Inferring Mental Health States from Social Media"}
{"paper_id": 58006084, "text": "The goal of this paper is to advance design, policy, and ethics scholarship on how engineers and regulators can protect consumers from deceptive robots and artificial intelligences that exhibit the problem of dishonest anthropomorphism. ", "title": "Robot Eyes Wide Shut: Understanding Dishonest Anthropomorphism"}
{"paper_id": 58176975, "text": "Running off-site software middleboxes at third-party service providers has been a popular practice. ", "title": "LightBox: Full-stack Protected Stateful Middlebox at Lightning Speed"}
{"paper_id": 58181424, "text": "Fig. 1 System configuration B. Theory of the system. ", "title": "High-sensitivity ultrasound detection based on phase-shifted fiber Bragg grating"}
{"paper_id": 58554701, "text": "We use this insight to propose a more principled method to apply at prediction time and propose natural extensions to data noising under the variational framework. ", "title": "Variational Smoothing in Recurrent Neural Network Language Models"}
{"paper_id": 58557876, "text": "Abstract Motivation Accurate and wide-ranging prediction of thermodynamic parameters for biochemical reactions can facilitate deeper insights into the workings and the design of metabolic systems. ", "title": "Systematic selection of chemical fingerprint features improves the Gibbs energy prediction of biochemical reactions"}
{"paper_id": 59233520, "text": "It is important to develop classification algorithms that would avoid or minimize misclassifications. ", "title": "Else-Tree Classifier for Minimizing Misclassification of Biological Data"}
{"paper_id": 59235805, "text": "Even though the model can be further personalized employing immunological parameters and genetic information, based on the available data, we obtained simulation scenarios able to reproduce persistent latent infection or the development of active disease. ", "title": "An agent based modeling approach for the analysis of tuberculosis – immune system dynamics"}
{"paper_id": 60442855, "text": "Finally, we generalize from ranges to consider what learning theory tells us about the impact of access pattern leakage for other classes of queries, focusing on prefix and suffix queries. ", "title": "Learning to Reconstruct: Statistical Learning Theory and Encrypted Database Attacks"}
{"paper_id": 60483033, "text": "The Mexican American elementary school students in this study expressed a common “immigrant bargain” narrative, a working-class immigrant family story of parents’ past and present sacrifices redeemed and validated through their children’s future academic merits (Louie 23; Smith 123). ", "title": "Brokering the Immigrant Bargain: Second-Generation Immigrant Youth Negotiating Transnational Orientations to Literacy"}
{"paper_id": 60640009, "text": "This essay revisits two proposals for the abolition of compulsory freshman English: Thomas Lounsbury’s “Compulsory Composition in Colleges” in 1911 and Oscar James Campbell’s “The Failure of Freshman English” in 1939.  ", "title": "The Legibility of Literacy in Composition's Great Debate: Revisiting \"Romantics on Writing\" and the History of Composition"}
{"paper_id": 60786761, "text": "However, such research has not explored how ancestorship functions for people at the marginalized intersection of racialized otherness and queer sexualities and genders. ", "title": "'Like signposts on the road': The Function of Literacy in Constructing Black Queer Ancestors"}
{"paper_id": 61153624, "text": "We also present a simple deterministic mechanism with the tight approximation guarantee of $3$ against the fractional optimum, improving the best known result of $(\\sqrt2 + 2)$ against the weaker integral benchmark.", "title": "Optimal Budget-Feasible Mechanisms for Additive Valuations"}
{"paper_id": 61153700, "text": "It is common in multiagent systems to make a distinction between \"strategic\" behavior and other forms of intentional but \"nonstrategic\" behavior: typically, that strategic agents model other agents while nonstrategic agents do not. ", "title": "A Formal Separation Between Strategic and Nonstrategic Behavior"}
{"paper_id": 61213989, "text": "PLDI is the premier research conference on programming languages and their implementation. ", "title": "Proceedings of the 35th ACM SIGPLAN Conference on Programming Language Design and Implementation"}
{"paper_id": 61249719, "text": "However Component based Software development has been gaining its popularity from the past few years and has higher reusability scope. ", "title": "Migration Strategies for Object Oriented System to Component Based System"}
{"paper_id": 61315172, "text": "Keywords—SDLC, Iterative Prototyping, Fovea Centrails, Optical Coherence Tomography, Macula, Macular Edema.", "title": "A Case Study Approach: Iterative Prototyping Model Based Detection of Macular Edema in Retinal OCT Images."}
{"paper_id": 61323305, "text": "However, it is difficult for a fixed design domain to satisfy design requirements such as domain sizing adjustment or boundaries change. ", "title": "Domain Composition Method for Structural Optimization"}
{"paper_id": 61857474, "text": "We demonstrate our algorithm on 1.8 million documents from The New York Times.", "title": "A Nested HDP for Hierarchical Topic Models"}
{"paper_id": 62157293, "text": "First, the RGB images are converted to HSI images and next we analysis the distribution of the histograms of H, S, I plane separately, from which we extract the variance of each plane under different foggy conditions as the HSI model features. ", "title": "Foggy Images Classification Based On Features Extraction and SVM"}
{"paper_id": 64738531, "text": "This is a first-of-its-kind workshop for the mobile computing and systems community, and aims to offer a forum for both academics and practitioners alike to explore, discuss, and debate early findings and new vectors of research within this exciting area of machine learning as it applies to embedded and mobile systems. \n \n", "title": "Proceedings of the 1st International Workshop on Deep Learning for Mobile Systems and Applications"}
{"paper_id": 67216227, "text": "The relative distance of two aircraft can be represented by a Gaussian random variable and the problem of conflict probability calculation is express as tail probability of the quadratic form of Gaussian random variables, and solved by saddlepoint approximation. ", "title": "Probabilistic conflict detection algorithm based on saddlepoint approximation"}
{"paper_id": 67264367, "text": "Welcome to the first workshop on Interactions of NVM/Flash with Operating Systems and Workloads, INFLOW2013. ", "title": "Proceedings of the 1st Workshop on Interactions of NVM/FLASH with Operating Systems and Workloads"}
{"paper_id": 67856539, "text": "It produces compact decision trees optimized for a specific set of rules and a given performance metric, such as classification time, memory footprint, or a combination of the two. ", "title": "Neural packet classification"}
{"paper_id": 67876975, "text": "While absent assumptions, domain adaptation is impossible, strict conditions, e.g. covariate or label shift, enable principled algorithms. ", "title": "Domain Adaptation with Asymmetrically-Relaxed Distribution Alignment"}
{"paper_id": 69709640, "text": "We demonstrate that it is indeed possible to design expandable Clos DCNs, and to expand them while they are carrying live traffic, without incurring packet loss. ", "title": "Minimal Rewiring: Efficient Live Expansion for Clos Data Center Networks"}
{"paper_id": 76663741, "text": "In three environments from the literature - traffic, communication, and team coordination - we observe that augmenting MARL with a small amount of imitation learning greatly increases the probability that the strategy found by MARL fits well with the existing social convention. ", "title": "Learning Existing Social Conventions via Observationally Augmented Self-Play"}
{"paper_id": 85498398, "text": "We propose a deep neural network that is trained from scratch in an end-to-end fashion, generating a face directly from the raw speech waveform without any additional identity information (e.g reference image or one-hot encoding). ", "title": "Wav2Pix: Speech-conditioned Face Generation Using Generative Adversarial Networks"}
{"paper_id": 85502542, "text": "The solution consists of a smart device-controlled robot with a 3D printed body, a cloud-based integrated development environment that provides intuitive programming and simulation of the robot, and embedded functions enabling intelligent, natural response of the robot. ", "title": "MOCCA Studio: a Graphical Tool for High-Level Programming of Human-Robot Social Interaction"}
{"paper_id": 86501911, "text": "There is an urgent requirement to develop the technology of software test automation (TA) for emerging software technologies. ", "title": "Proceedings of the 12th International Workshop on Automation of Software Testing"}
{"paper_id": 86698966, "text": "Controller Area Network with Flexible Data-rate (CAN-FD) has been drawing considerable attention as the most promising substitute of Controller Area Network (CAN), thanks to its higher bandwidth, larger payload size, and physical-layer compatibility with CAN. ", "title": "Optimal Priority Assignment for Scheduling Mixed CAN and CAN-FD Frames"}
{"paper_id": 91184245, "text": "In this paper, we propose UHop, an unrestricted-hop framework which relaxes this restriction by use of a transition-based search framework to replace the relation-chain-based search one. ", "title": "UHop: An Unrestricted-Hop Relation Extraction Framework for Knowledge-Based Question Answering"}
{"paper_id": 102347633, "text": "DCNS uses a summary-based analysis to effectively identify the code in atomic context and a novel file-connection-based alias analysis to correctly identify the set of functions referenced by a function pointer. ", "title": "DCNS: Automated Detection Of Conservative Non-Sleep Defects in the Linux Kernel"}
{"paper_id": 102347978, "text": "This paper proposes that lease, a mechanism commonly used in distributed systems, is a well-suited abstraction in resource-constrained mobile devices to mitigate app energy misbehavior. ", "title": "A Case for Lease-Based, Utilitarian Resource Management on Mobile Devices"}
{"paper_id": 102352583, "text": "Contrary to i-vectors, speaker embeddings such as x-vectors are incapable of leveraging unlabelled utterances, due to the classification loss over training speakers. ", "title": "Self-supervised speaker embeddings"}
{"paper_id": 107411426, "text": "The discussion starts to bring together items explored in previous chapters, identifying some of the key points relating to each application. ", "title": "Chapter 4 – Typical Applications"}
{"paper_id": 108573236, "text": "This experimental study explores the optimal ribbon tension, length and coil position of the wind-to-vibration converter, to obtain the maximum vibration acceleration.Copyright © 2014 by ASME", "title": "Experimental Study of an Omni-Directional Wind Fluttering Energy Harvester"}
{"paper_id": 108968802, "text": "Meanwhile, AxSceneControl is a visual control provided by ESRI® ArcGIS® Engine, which is suited to generating perspective scenes that allow user to navigate and interact with 3D feature and raster data. ", "title": "A Method for Generating Customizable Coordinate Axes in AxSceneControl"}
{"paper_id": 114233342, "text": "The model used to investigate these scenarios includes data from a nation-wide survey conducted by Autolist that collected self-reported ratings of both VW and diesel consideration before and after the scandal. ", "title": "Modeling Consideration Gives Strategic Design Insight for Addressing Diesel and Brand Perception"}
{"paper_id": 116592726, "text": "The manipulator with lack of design and fault tolerant operation is analytical for application in remote and threat environment where periodic maintenance and improvements are not available. ", "title": "A Method of Extended Jacobian and Firefly Algorithm for the Kinematic Analysis of Planar Robots"}
{"paper_id": 119075062, "text": "Our semi-supervised hierarchical neural network model is supervised by the number of people persuaded to take actions and partially supervised at the sentence level with human-labeled rhetorical strategies. ", "title": "Let’s Make Your Request More Persuasive: Modeling Persuasive Strategies via Semi-Supervised Neural Nets on Crowdfunding Platforms"}
{"paper_id": 120054483, "text": "The test shows that accuracy is as high as 100%.", "title": "Based on the Hamilton Improved Circle of Scraps Joining Together"}
{"paper_id": 125951251, "text": "Further, we conduct sets of human-based experiments to evaluate and compare them with the conducted machine-based assessments in the cross-modal generation task. ", "title": "Listen to the Image"}
{"paper_id": 140096624, "text": "We describe a Martin-Lof-style dependent type theory, called Cocon, that allows us to mix the intensional function space that is used to represent higher-order abstract syntax (HOAS) trees with the extensional function space that describes (recursive) computations. ", "title": "A Type Theory for Defining Logics and Proofs"}
{"paper_id": 140258356, "text": "A mechanism consists of many cells that are interconnected and impose constraints on each other. ", "title": "Understanding Metamaterial Mechanisms"}
{"paper_id": 142503701, "text": "Vault’s design is based on Algorand’s proof-of-stake consensus protocol and uses several techniques to achieve its goals. ", "title": "Vault: Fast Bootstrapping for the Algorand Cryptocurrency"}
{"paper_id": 150857097, "text": "Across a variety of cultural fields, researchers have identified a near ubiquitous underrepresentation and decentralization of women. ", "title": "Social Characters: The Hierarchy of Gender in Contemporary English-Language Fiction"}
{"paper_id": 153310981, "text": "Previous work compiles \\(\\mathsf {FE}\\) for degree L polynomials to \\(\\mathsf {FE}\\) for \\(\\mathsf {NC}_0\\) to \\(\\mathsf {FE}\\) for \\(\\mathsf {NC}_1\\) to \\(\\mathsf{iO}\\) [12, 45, 68, 72]. \n \n", "title": "Indistinguishability Obfuscation Without Multilinear Maps: New Methods for Bootstrapping and Instantiation"}
{"paper_id": 153313351, "text": "Furthermore, online discussions, potentially driven by foreign adversaries, criminals or hackers, can have a significant impact on our economy and national security if spread at scale. ", "title": "Characterizing Speed and Scale of Cryptocurrency Discussion Spread on Reddit"}
{"paper_id": 155144146, "text": "Finally, we report on our success in fixing 66 inconsistent method names in a live study on projects in the wild.", "title": "Learning to Spot and Refactor Inconsistent Method Names"}
{"paper_id": 155861169, "text": "The long list of recent public controversies, as Brian Beaton observes, lays bare data science's extant lack of direction regarding professional ethics or values.", "title": "Data Is the New What? Popular Metaphors & Professional Ethics in Emerging Data Culture"}
{"paper_id": 162168838, "text": "From the perspective of user gender, for the female sample, the most interesting rule associated Objectives with Progress, Badges and Information (confidence=0.97), whilst the most interesting rule for the male sample associated also Objectives with Progress, Renovation and Choice (confidence=0.94). ", "title": "Planning Gamification Strategies based on User Characteristics and DM: A Gender-based Case Study"}
{"paper_id": 163164470, "text": "Monolithic 3D IC overcomes the limitation of the existing through-silicon-via (TSV) based 3D IC by providing denser vertical connections with nano-scale inter-layer vias (ILVs). ", "title": "INVITED: RTL-to-GDS Tool Flow and Design-for-Test Solutions for Monolithic 3D ICs"}
{"paper_id": 166228179, "text": "In this paper, we propose a refined hierarchical knowledge structure to model vocabulary knowledge, which enables us to automatically organize the authentic and up-to-date learning materials collected from the internet. ", "title": "Adaptive Learning Material Recommendation in Online Language Education"}
{"paper_id": 174800610, "text": "LogFaultFlagger drastically outperforms the previous work CAM. ", "title": "Mining Historical Test Logs to Predict Bugs and Localize Faults in the Test Logs"}
{"paper_id": 174800762, "text": "Projects, org charts, and software architecture are the best representations of value creation we have today. ", "title": "Analyzing flow to measure value in software delivery"}
{"paper_id": 174802003, "text": "We then use these improved labels to re-synthesize a better set of programs. ", "title": "Synthesis and machine learning for heterogeneous extraction"}
{"paper_id": 174802478, "text": "A challenge is that the testing often needs to produce precise results with a very limited budget for labeling data collected in field. ", "title": "Boosting operational DNN testing efficiency through conditioning"}
{"paper_id": 174819713, "text": "We identify a class of polynomial tractable inputs, and provide a dynamic programming algorithm to solve the problem. ", "title": "Deletion Propagation for Multiple Key Preserving Conjunctive Queries: Approximations and Complexity"}
{"paper_id": 189818438, "text": "Online communities like Reddit feature intensive discussions on political topics, engaging many users who give and receive votes for their posts and comments. ", "title": "Analyzing the Traits and Anomalies of Political Discussions on Reddit"}
{"paper_id": 189818814, "text": "The experiments with a variety of real-world workloads of network services demonstrate that Halo improves the throughput of basic flow-rule lookup operations by 3.3×, and scales the representative flow classification algorithm - tuple space search by up to 23.4× with negligible negative impact on the performance of collocated network services, compared with state-of-the-art software-based solutions. ", "title": "HALO: Accelerating Flow Classification for Scalable Packet Processing in NFV"}
{"paper_id": 189818948, "text": "The role of the journalist is adapting to structural changes in the news industry and dynamic audience expectations. ", "title": "Detecting Journalism in the Age of Social Media: Three Experiments in Classifying Journalists on Twitter"}
{"paper_id": 189927048, "text": "To seed this effort, we also discuss several defenses to address this threat in both the short and long term.", "title": "This is Your President Speaking: Spoofing Alerts in 4G LTE Networks"}
{"paper_id": 189956419, "text": "Items from a database are often ranked based on a combination of criteria. ", "title": "MithraRanking: A System for Responsible Ranking Design"}
{"paper_id": 195325922, "text": "LABIOS boosts I/O performance by up to 17x via asynchronous I/O, supports heterogeneous storage resources, offers storage elasticity, and promotes in-situ analytics via data provisioning. ", "title": "LABIOS: A Distributed Label-Based I/O System"}
{"paper_id": 195346313, "text": "We discuss our experience with six team based assignments on the openHPI and openSAP1 MOOC platforms.", "title": "Team based assignments in MOOCs: results and observations"}
{"paper_id": 195357374, "text": "The collected intravenous blood samples and menstrual blood samples were used to create two regression model that can predict the blood volume and menstrual blood volume from the voltage input with Mean Absolute Percentage Error (MAPE) of 11-15% and 15-30% respectively.", "title": "MenstruLoss: Sensor For Menstrual Blood Loss Monitoring"}
{"paper_id": 195767584, "text": "To this end, we investigate two formalisms with deep sentiment representations that capture sentiment subtype expressions by latent variables and Gaussian mixture vectors, respectively. ", "title": "Latent Variable Sentiment Grammar"}
{"paper_id": 195772185, "text": "Topologically associating domains (TADs) are the most fundamental elements and significant structures of the eukaryotic genome. ", "title": "A Review of Methods to Quantify the Genomic Similarity of Topological Associating Domains"}
{"paper_id": 195775897, "text": "Special attention is given to online banking. ", "title": "Banking Security System Based on SVD Fingerprints and Cryptography Passwords"}
{"paper_id": 195776321, "text": "Instead, it would be of great value if we could forecast points' failures and take action beforehand, minimising any negative effect. ", "title": "Sample Adaptive Multiple Kernel Learning for Failure Prediction of Railway Points"}
{"paper_id": 195878068, "text": "(a) consumers will adopt autonomous vehicles, and ", "title": "Compensation at the Crossroads: Autonomous Vehicles and Alternative Victim Compensation Schemes"}
{"paper_id": 195891304, "text": "The trained models will be used to extract the supporting and contradicting attributes that influence the prediction performance of an algorithm. ", "title": "Studying Factors Influencing the Prediction of Student STEM and Non-STEM Career Choice"}
{"paper_id": 196049938, "text": "The challenge for researchers is how to create patient-specific models with enough fidelity for in-silico simulation to accurately predict treatment outcomes. ", "title": "Making Head and Neck Reconstruction Surgery an Engineering Process"}
{"paper_id": 196119611, "text": "In this study, from de Paradigm of Complexity, the organizational communication is understood as “process of construction and dispute of senses within the scope of organizational relationships” (AUTOR, 2014).", "title": "Comunicação organizacional, tecnologias e vigilância: entre a realização e o sofrimento"}
{"paper_id": 196123233, "text": "The question is: how does the creation of symbolic or totem images take place?", "title": "Imagens-totens e circulação: a chancela jornalística no caso Michael Jackson"}
{"paper_id": 196614092, "text": "Skipping refinement is a recently introduced notion to reason about the correctness of optimized implementations that run faster than their specifications, i.e., a step in the implementation can skip multiple steps of the specification. ", "title": "Local and Compositional Reasoning for Optimized Reactive Systems"}
{"paper_id": 196834879, "text": "Hybrid unmanned aerial vehicles (UAV) combine advantages of multicopters and fixed-wing planes: vertical take-off, landing, and low energy use. ", "title": "Learning to fly"}
{"paper_id": 197410261, "text": "LiDAR SLAM for the KITTI datasets achieves typical translation errors of 1%–2% for most urban sequences, while processing the data at 1.5x the real-time rate with a reduced memory requirement thanks to our framework’s capability to dynamically swap out from memory the parts of the map that are not immediately required, transparently loading them again when required. ", "title": "A Modular Optimization Framework for Localization and Mapping"}
{"paper_id": 197545058, "text": "Random instances of k-CSPs, which are also highly expanding, are well-known to be hard to approximate using known algorithmic techniques (and are widely believed to be hard to approximate in polynomial time). ", "title": "Approximating Constraint Satisfaction Problems on High-Dimensional Expanders"}
{"paper_id": 197614230, "text": "The mechanism has three actuated linear rails kinematically linked to a platform which replicates boat motion up to 2.5 m vertical heave (sea state 4, Douglas Sea Scale). ", "title": "Design and Parameter Optimization of a 3-PSR Parallel Mechanism for Replicating Wave and Boat Motion"}
{"paper_id": 197629475, "text": "In contrast to related work on computing certificates of unsolvability, we show that these methods can generate compact, human-understandable reasons for unsolvability. ", "title": "Why Can't You Do That HAL? Explaining Unsolvability of Planning Tasks"}
{"paper_id": 197928128, "text": "By generalizing methods recently proposed to study system component factor analysis, we perform a comprehensive analysis on topic difficulty and the relative effects of systems, corpora, and component interactions. ", "title": "On Topic Difficulty in IR Evaluation: The Effect of Systems, Corpora, and System Components"}
{"paper_id": 198968133, "text": "Furthermore, we can not only predict accurate depth but also achieve high-quality other 3D information from the depth without retraining new parameters, Significantly, the byproduct of this predicted depth being sufficiently accurate is that we are now able to recover good 3D structures of the scene such as the point cloud and surface normal directly from the depth, eliminating the necessity of training new sub-models as was previously done. ", "title": "Enforcing Geometric Constraints of Virtual Normal for Depth Prediction"}
{"paper_id": 199001153, "text": "The experimental results on the several datasets show that neuron-level consolidation is substantially more effective compared to connection-level consolidation approaches.", "title": "Overcoming Catastrophic Forgetting by Neuron-level Plasticity Control"}
{"paper_id": 199022625, "text": "Our work is ongoing, but we have proved the model, identifying nine cases of contract cheating through our techniques. ", "title": "Jack Watson: Addressing Contract Cheating at Scale in Online Computer Science Education"}
{"paper_id": 199022730, "text": "In this paper we evaluate Inequality as an entry method, assess the flexibility of our approach, and the effect the system has on student behaviour. ", "title": "Inequality: multi-modal equation entry on the web"}
{"paper_id": 199435564, "text": "Especially, specular and smooth glossy surfaces often lead to high noise and missing light effects.", "title": "Microfacet Model Regularization for Robust Light Transport"}
{"paper_id": 199501815, "text": "We introduce and study the notion of fully linear probabilistically checkable proof systems. ", "title": "Zero-Knowledge Proofs on Secret-Shared Data via Fully Linear PCPs"}
{"paper_id": 199525454, "text": "In this paper, we demonstrate an automated attack against common scaling algorithms, i.e. to automatically generate camouflage images whose visual semantics change dramatically after scaling. ", "title": "Seeing is Not Believing: Camouflage Attacks on Image Scaling Algorithms"}
{"paper_id": 199541148, "text": "In this paper we present a flexible low-cost sonar sensor platform that can be used for a wide range of biomimetic sonar experiments and autonomous sonar navigation targeted at robotics applications. ", "title": "A Flexible Low-Cost Biologically Inspired Sonar Sensor Platform for Robotic Applications"}
{"paper_id": 201066332, "text": "Many virtual locomotion interfaces allowing users to move in virtual reality have been built and evaluated, such as redirected walking (RDW), walking-in-place (WIP), and joystick input. ", "title": "Evaluating the Effectiveness of Redirected Walking with Auditory Distractors for Navigation in Virtual Environments"}
{"paper_id": 201630114, "text": "We demonstrate how a parameter-free model supports inference of historical shifts in moral sentiment toward concepts such as slavery and democracy over centuries at three incremental levels: moral relevance, moral polarity, and fine-grained moral dimensions. ", "title": "Text-based inference of moral sentiment change"}
{"paper_id": 201637597, "text": "We test ONPC in several situations to show that it achieves significantly longer range than standard WiFi.", "title": "On-Off Noise Power Communication"}
{"paper_id": 201660225, "text": "Database administrators construct secondary indexes on data tables to accelerate query processing in relational database management systems (RDBMSs). ", "title": "HERMIT in Action: Succinct Secondary Indexing Mechanism via Correlation Exploration"}
{"paper_id": 201669180, "text": "Current research on hate speech analysis is typically oriented towards monolingual and single classification tasks. ", "title": "Multilingual and Multi-Aspect Hate Speech Analysis"}
{"paper_id": 202376502, "text": "For humanists, the cultural complexities of data and information are not new. ", "title": "Difficult Heritage and the Complexities of Indigenous Data"}
{"paper_id": 202540005, "text": "When executing off-chain transactions in current payment networks, parties must access the blockchain within bounded time to detect misbehaving parties that deviate from the protocol. ", "title": "Teechain: a secure payment network with asynchronous blockchain access"}
{"paper_id": 202639611, "text": "The open source repository provides python utilities to simplify common recommender-related data science work as well as example Jupyter notebooks that demonstrate use of the algorithms and tools under various environments.", "title": "Microsoft recommenders: tools to accelerate developing recommender systems"}
{"paper_id": 202719372, "text": "We demonstrate our method on the complex task of inhale-to-exhale lung registration. ", "title": "mlVIRNET: Multilevel Variational Image Registration Network"}
{"paper_id": 202763464, "text": "However, most existing GNNs are designed to learn node representations on the fixed and homogeneous graphs. ", "title": "Graph Transformer Networks"}
{"paper_id": 202765395, "text": "The stability information is embedded into the k‐order Voronoi diagrams of the representative ensemble members to emphasize coherent point subsets and simultaneously indicate how stable they lie together in all point sets. ", "title": "Visualizing the Stability of 2D Point Sets from Dimensionality Reduction Techniques"}
{"paper_id": 203590237, "text": "However, planning a network change while minimizing the risks is challenging as we need to adapt to a variety of traffic dynamics and cost functions while scaling to large networks and large changes. ", "title": "Risk based planning of network changes in evolving data centers"}
{"paper_id": 203620250, "text": "In this paper, we argue that statistical abnormality influences causal judgements about human agents by changing the agents’ epistemic states (Epistemic Hypothesis). ", "title": "I know what you did last summer (and how often). Epistemic states and statistical normality in causal judgements"}
{"paper_id": 203620494, "text": "Here, we introduce the first principled approach to gamifying learning environments. ", "title": "How should we incentivize learning? An optimal feedback mechanism for educational games and online courses"}
{"paper_id": 203692759, "text": "Each such solution can require non-trivial implementation effort and produces a distinct variant of a fuzzing tool. ", "title": "FuzzFactory: domain-specific fuzzing with waypoints"}
{"paper_id": 203902799, "text": "We also propose a robust MNTD pipeline which achieves around 90% detection AUC even when the attacker aims to evade the detection with full knowledge of the system.", "title": "Detecting AI Trojans Using Meta Neural Analysis"}
{"paper_id": 204728737, "text": "Intuitively, channel gating identifies the regions in the feature map of each CNN layer that contribute less to the classification result and turns off a subset of channels for computing the activations in these less important regions. ", "title": "Boosting the Performance of CNN Accelerators with Dynamic Fine-Grained Channel Gating"}
{"paper_id": 204732523, "text": "The workloads, along with the way that FaaS inherently interleaves short functions from many tenants frustrates many of the locality-preserving architectural structures common in modern processors. ", "title": "Architectural Implications of Function-as-a-Service Computing"}
{"paper_id": 204799188, "text": "We present a framework for motivating practice with sketch-based gameplay that is rooted in a grounded theory study of the motivations of various individuals with different skills levels. ", "title": "A Framework for Motivating Sketching Practice with Sketch-based Gameplay"}
{"paper_id": 204811947, "text": "Given a software defined machine configuration, the language compiles to firmware code that allows a user to control and test a physical machine immediately. ", "title": "Machine-o-Matic: A Programming Environment for Prototyping Digital Fabrication Workflows"}
{"paper_id": 204812163, "text": "A long-running multi-application deployment stays within 84% of optimal utilization and, on a 100-GPU cluster, violates latency SLOs on 0.27% of requests.", "title": "Nexus: a GPU cluster engine for accelerating DNN-based video analysis"}
{"paper_id": 204812182, "text": "Through an analysis of Stack Overflow posts, we observed that many answers describe such trade-offs. ", "title": "Unakite: Scaffolding Developers' Decision-Making Using the Web"}
{"paper_id": 204812237, "text": "Understanding and characterizing the reliability of a mobile broadband network is a challenging task due to the presence of a multitude of root causes that operate at different temporal and spatial scales. ", "title": "Multiway Reliability Analysis of Mobile Broadband Networks"}
{"paper_id": 204961156, "text": "Despite its simplicity, experimental results demonstrate that our proposed model is capable of quickly producing diverse yet plausible segmentation outputs, reducing the user interaction required, especially in cases where many types of segmentations (object parts or groups) are expected.", "title": "MultiSeg: Semantically Meaningful, Scale-Diverse Segmentations From Minimal User Input"}
{"paper_id": 204976455, "text": "However, in many applications and locales, only moderate amounts of data are available, which has led to a surge in semi- and weakly-supervised learning research. ", "title": "Training ASR Models By Generation of Contextual Information"}
{"paper_id": 206154582, "text": "Hence, the search of recurrent substructures is formulated as a process of frequent subgraph discovery where each subgraph represents a 3D motif. ", "title": "Smoothing 3D Protein Structure Motifs Through Graph Mining and Amino Acid Similarities"}
{"paper_id": 206343922, "text": "http://cran.r-project.org/web/packages/RVFam/.", "title": "RVFam: an R package for rare variant association analysis with family data"}
{"paper_id": 206711124, "text": "It is unclear if adding more threads can improve latency tolerance due to increased memory contention. ", "title": "Warped-preexecution: A GPU pre-execution approach for improving latency hiding"}
{"paper_id": 206845242, "text": "Although this could be addressed by equipping real objects with force-feedback devices, such a solution remains complex and impractical. ", "title": "Perceiving mass in mixed reality through pseudo-haptic rendering of Newton's third law"}
{"paper_id": 207205513, "text": "Our case studies demonstrate that predicated signatures can hint at more scenarios of bugs where traditional control-flow signatures fail.", "title": "Mining succinct predicated bug signatures"}
{"paper_id": 207213204, "text": "There are many existing studies of user behavior in simple tasks (e.g., navigational and informational search) within a short duration of 1--2 queries. ", "title": "Searching, browsing, and clicking in a search session: changes in user behavior by task and over time"}
{"paper_id": 207230990, "text": "Compared to sighted SNS users, our blind participants faced profound accessibility challenges, including the prevalence of photos without sufficient text descriptions. ", "title": "How Blind People Interact with Visual Content on Social Networking Services"}
{"paper_id": 207235417, "text": "During this combined shadow execution, whenever a branch point is reached where the old and the new version diverge, we generate a test case exercising the divergence and comprehensively test the new behaviours of the new version. ", "title": "Shadow of a Doubt: Testing for Divergences between Software Versions"}
{"paper_id": 207780429, "text": "Direct applications of the low hop emulators are parallel algorithms for poly(logn)-approximate single source shortest path (SSSP), Bourgain’s embedding, metric tree embedding, and low diameter decomposition, all with poly(logn) depth and m poly(logn) work. ", "title": "Parallel approximate undirected shortest paths via low hop emulators"}
{"paper_id": 207847684, "text": "We identify a sufficient condition, treewidth-pliability, that gives a polynomial-time approximation scheme (PTAS) for a large class of Max-2-CSPs parametrised by the class of allowed constraint graphs (with arbitrary constraints on an unbounded alphabet). ", "title": "Treewidth-Pliability and PTAS for Max-CSPs"}
{"paper_id": 207907198, "text": "In this paper, we focus on the caching problem in the mobile edge networks and use bus WiFi as an example to further investigate. ", "title": "A neural networks based caching scheme for mobile edge networks: poster abstract"}
{"paper_id": 207941569, "text": "The protocol is non-interactive, which is consistent with how relays currently submit measurements, and it allows the relays to go offline after input submission, even while ensuring that an honest relay will not have its input excluded or modified. ", "title": "Stormy: Statistics in Tor by Measuring Securely"}
{"paper_id": 207959394, "text": "In addition, the diversity of the sentiment scores moderates the effects of positive and negative sentiment scores on customer satisfaction. ", "title": "The Impact of the Content of Online Customer Reviews on Customer Satisfaction: Evidence from Yelp Reviews"}
{"paper_id": 207959769, "text": "D2P produces MPI-based implementations starting from shared-memory specifications of the recursive algorithms. ", "title": "D2P: from recursive formulations to distributed-memory codes"}
{"paper_id": 207997917, "text": "The second study shows an end-to-end process of capture and data-driven BSDF representation using the physically-based Radiance system for lighting simulation and rendering.", "title": "BxDF material acquisition, representation, and rendering for VR and design"}
{"paper_id": 207997922, "text": "Provide a background for the amazing things you will see at SIGGRAPH Asia 2019 Create an understanding of common computer graphics vocabulary Help you understand the significance of the images and animations that you will see Provide references for further study", "title": "A whirlwind introduction to computer graphics"}
{"paper_id": 207998011, "text": "Why is multithreading important? ", "title": "Multithreading in Pixar's animation tools"}
{"paper_id": 207998018, "text": "VR technology comes with new challenges, and many obstacles need to be overcome to ensure good user experience. ", "title": "Eye tracking and virtual reality"}
{"paper_id": 208165779, "text": "The results show that the energy efficiency is comparable to existing systems that support far less sensor data and that compromise on end-to-end security.", "title": "Work-in-Progress: Communication and security trade-offs for wearable medical sensor systems in hospitals"}
{"paper_id": 208224803, "text": "In the literature, three mechanisms receive particular attention: the revenue-optimal mechanism Myerson Auction (OPT), the welfare-optimal mechanism Second-Price Auction (SPA), and the most widely-used mechanism Anonymous Pricing (AP). ", "title": "On the Approximability of Simple Mechanisms for MHR Distributions"}
{"paper_id": 208231735, "text": "In this paper, we propose a general approach to proof simplification of concurrent programs based on exploring generic classes of reductions. ", "title": "Reductions for safety proofs"}
{"paper_id": 208263029, "text": "Optimizations and other transformations are expressed as Coq functions, which are proved correct with respect to a semantics of SQIR programs. ", "title": "A verified optimizer for Quantum circuits"}
{"paper_id": 208637067, "text": "Our ablations show the contributions of SAD compared with the best practice components. ", "title": "Simplified Action Decoder for Deep Multi-Agent Reinforcement Learning"}
{"paper_id": 209202638, "text": "In this paper, we instead consider the proposition that the reward function itself can be a good locus of learned knowledge. ", "title": "What Can Learned Intrinsic Rewards Capture?"}
{"paper_id": 209421300, "text": "(iii) framing harms around algorithmic bias suggests that more accurate data is the solution, at the risk of missing deeper questions about whether some technologies should be used at all. ", "title": "Toward situated interventions for algorithmic equity: lessons from the field"}
{"paper_id": 209424607, "text": "Thus, building a trio-aware assembler capable of producing accurate and chromosomal-scale diploid genomes of all individuals in a pedigree, while being cost-effective in terms of sequencing costs, is a pressing need of the genomics community.\n\n\n", "title": "A haplotype-aware de novo assembly of related individuals using pedigree sequence graph"}
{"paper_id": 209439613, "text": "This invertible function is composed of a modified softmax and can incorporate diverse transformations that serve different specific purposes. ", "title": "Invertible Gaussian Reparameterization: Revisiting the Gumbel-Softmax"}
{"paper_id": 209450386, "text": "As a result, the combined DRAM-workload behavior is often difficult to intuitively determine today, which can hinder memory optimizations in both hardware and software.", "title": "Demystifying ComplexWorkload-DRAM Interactions"}
{"paper_id": 209514143, "text": "We found some evidence that judgments about whether a patient should receive a kidney can be influenced by feedback about participants' own decision-making perceived to be given by AI, even if the feedback is entirely random. ", "title": "Artificial Artificial Intelligence: Measuring Influence of AI 'Assessments' on Moral Decision-Making"}
{"paper_id": 209520559, "text": "The import of real patterns differs according to the problem context. ", "title": "Robustness in machine learning explanations: does it matter?"}
{"paper_id": 210042224, "text": "To address these important problems, we developed an unsupervised ensemble algorithm called strategy for unsupervised multiple method aggregation (SUMMA). ", "title": "R/PY-SUMMA: An R/Python Package for Unsupervised Ensemble Learning for Binary Classification Problems in Bioinformatics"}
{"paper_id": 210064277, "text": "Inspired by the great success of neural networks, graph convolutional neural networks (GCNs) are proposed to analyze graph data. ", "title": "HyGCN: A GCN Accelerator with Hybrid Architecture"}
{"paper_id": 210125949, "text": "We construct an O(1)-query relaxed LCC with nearly-linear block length n = k1+α, for an arbitrarily small constant α > 0. ", "title": "Relaxed Locally Correctable Codes with Nearly-Linear Block Length and Constant Query Complexity"}
{"paper_id": 210861245, "text": "This can be implemented efficiently since the the proximal operator can be computed fast. ", "title": "A Unified Optimization Framework for Low-Rank Inducing Penalties"}
{"paper_id": 210970539, "text": "This is partly due to the availability of high-quality render engines, which provide highly realistic synthetic images. ", "title": "Rapid Estimation of Optical Properties for Simulation-Based Evaluation of Pose Estimation Performance"}
{"paper_id": 210995432, "text": "To align target domain with diverse multi-source domains using task-specific decision boundaries, we provide a deep insight of task-specific framework on MDA for the first time. ", "title": "TMDA: Task-Specific Multi-source Domain Adaptation via Clustering Embedded Adversarial Training"}
{"paper_id": 211016694, "text": "Due to the increasing number of vulnerable Internet of Things (IoT) devices, attackers can easily compromise a large set of nodes and launch high-volume DDoS attacks from the botnets. ", "title": "Poseidon: Mitigating Volumetric DDoS Attacks with Programmable Switches"}
{"paper_id": 211030845, "text": "In kernel file systems, which are highly concurrent by design, data races are common mistakes and often wreak havoc on the users, causing inconsistent states or data losses. ", "title": "Krace: Data Race Fuzzing for Kernel File Systems"}
{"paper_id": 211032280, "text": "Altogether, our algorithm allows for the computation of grasp poses for high-DOF grippers in an unsupervised mode with no ground truth data, or it improves the results in a supervised mode using a small dataset. ", "title": "Deep Differentiable Grasp Planner for High-DOF Grippers"}
{"paper_id": 211041051, "text": "This paper addresses this issue, guided by the following research questions: Which goals are prioritized by decision-makers at the data annotation stage? ", "title": "Biased Priorities, Biased Outcomes: Three Recommendations for Ethics-oriented Data Annotation Practices"}
{"paper_id": 211058827, "text": "By monitoring the concentration of the active form of Notch in each cell during simulation, it was revealed that these distinct modes of patterning correlate with the fluctuation range of active Notch. ", "title": "Pattern formation analysis by colored Petri nets with quantitative manipulation of a gene"}
{"paper_id": 211132647, "text": "En route to our maximal domain theorem for optimal dynamic pricing, we provide the first complete proof of the original theorem by Gul and Stacchetti.", "title": "On the Power and Limits of Dynamic Pricing in Combinatorial Markets"}
{"paper_id": 211205154, "text": "However the problem for nilpotent (which had not been shown to be NP-hard) but not supernilpotent algebras (which had been shown to be polynomial time) remained open. ", "title": "Intermediate problems in modular circuits satisfiability"}
{"paper_id": 211252476, "text": "It achieves the optimal regret asymptotically if the number of experts is large, and the time horizon is known in advance. ", "title": "Optimal anytime regret for two experts"}
{"paper_id": 211566520, "text": "Partial failures occur frequently in cloud systems and can cause serious damage including inconsistency and data loss. ", "title": "Understanding, Detecting and Localizing Partial Failures in Large System Software"}
{"paper_id": 212549374, "text": "ACM Reference Format: Ryan Blake Jackson, Tom Williams, and Nicole Smith. ", "title": "Exploring the Role of Gender in Perceptions of Robotic Noncompliance"}
{"paper_id": 212688944, "text": "Legno targets the HCDCv2, a programmable analog device designed to execute general nonlinear dynamical systems. ", "title": "Noise-Aware Dynamical System Compilation for Analog Devices with Legno"}
{"paper_id": 212748396, "text": "Results showed that compared to the dwell-based method, HeadCross improved the sense of control; and compared to two hand-based methods, HeadCross improved the interaction efficiency and reduced fatigue. ", "title": "HeadCross: Exploring Head-Based Crossing Selection on Head-Mounted Displays"}
{"paper_id": 212932143, "text": "As the shared task proceeds, itmay be necessary to specify the applicability of the annotation guidelines to works from particular genres, time periods, or languages.", "title": "Annotating Narrative Levels: Review of Guideline No. 6"}
{"paper_id": 214390549, "text": "In these other sectors where we are truly dealing with large data sets, the purposeful reduction of features like nuance, lexical variance, and grammatical complexity is desirable (for that industry's standards and goals). ", "title": "On the perceived complexity of literature. A response to Nan Z. Da"}
{"paper_id": 214596630, "text": "The fault detection based on reduced KPCA method consists first to reduce the amount of training data using K-means clustering in the input space while conserving the structure of the data in the feature space. ", "title": "Diagnosis of nonlinear systems using reduced kernel principal component analysis"}
{"paper_id": 214623145, "text": "We demonstrate that by encouraging the network to distribute evenly across inputs, the network becomes less susceptible to localized, brittle features which imparts a natural robustness to targeted perturbations. ", "title": "Defense Through Diverse Directions"}
{"paper_id": 215721614, "text": "Nowadays, real-time embedded systems are facing concerns like power consumption and increased functionalities demand. ", "title": "Work-in-Progress: Probabilistic System-Wide DVFS for Real-Time Embedded Systems"}
{"paper_id": 215723794, "text": "A translation algorithm is provided to facilitate the translation. ", "title": "Work-in-Progress: Formal Analysis of Hybrid-Dynamic Timing Behaviors in Cyber-Physical Systems"}
{"paper_id": 215745574, "text": "We propose an in-memory system design which is non-intrusive to the current state-of-art OLTP and OLAP engines, and we use it to evaluate the performance of our approach. ", "title": "Adaptive HTAP through Elastic Resource Scheduling"}
{"paper_id": 215777718, "text": "ScatterMIMO avoids the synchronization, interference, and power requirements of conventional distributed MIMO systems by leveraging virtual passive APs, allowing its smart surface to provide spatial multiplexing gain, which can be deployed at a very low cost. ", "title": "ScatterMIMO: enabling virtual MIMO with smart surfaces"}
{"paper_id": 215816440, "text": "ReRAM crossbar-based accelerators (RCAs) are an ideal candidate to perform the dominant multiplication-and-accumulation (MAC) operations in CNNs efficiently, but conventional, performance-oriented RCAs, while energy-efficient, are power hungry and ill-optimized for the intermittent and unstable power supply of energy-harvesting IoT nodes. ", "title": "ResiRCA: A Resilient Energy Harvesting ReRAM Crossbar-Based Accelerator for Intelligent Embedded Processors"}
{"paper_id": 215840453, "text": "In this paper, we propose an application of a meta-learning approach to address these problems in encrypted traffic classification, named Flow-Based Relation Network (RBRN). ", "title": "Learning to Classify: A Flow-Based Relation Network for Encrypted Traffic Classification"}
{"paper_id": 216051007, "text": "Avoiding security vulnerabilities is very important for embedded systems. ", "title": "Dynamic Information Flow Tracking for Embedded Binaries using SystemC-based Virtual Prototypes"}
{"paper_id": 216594755, "text": "The proposed approach integrates multiple views from a moving depth camera and it generates a set of surfels that encloses observed empty space, i.e., it models both the boundary between empty and occupied space, and the boundary between empty and unknown space. ", "title": "Surfel-Based Incremental Reconstruction of the Boundary Between Known and Unknown Space"}
{"paper_id": 217193320, "text": "We formalize domain separation, and specify and study many oracle cloning methods, including common domain-separating ones, giving some general results to justify (prove read-only indifferentiability of) certain classes of methods. ", "title": "Advances in Cryptology – EUROCRYPT 2020: 39th Annual International Conference on the Theory and Applications of Cryptographic Techniques, Zagreb, Croatia, May 10–14, 2020, Proceedings, Part II"}
{"paper_id": 218470224, "text": "We define the information gain of an example as the improvement on a validation metric after training on that example. ", "title": "Selecting Informative Contexts Improves Language Model Fine-tuning"}
{"paper_id": 218483154, "text": "Game studios aim to develop titles that deliver a fun and engaging experience for players. ", "title": "A Postmortem on Playtesting: Exploring the Impact of Playtesting on the Critical Reception of Video Games"}
{"paper_id": 218483549, "text": "That is to say, designing today seems to embody the subject by its surroundings, rather than by the subject itself.", "title": "ambient"}
{"paper_id": 218581812, "text": "When developing a system to learn well-formedness from examples, it is easy enough to build in an identify effect. ", "title": "Generalizing Outside the Training Set: When Can Neural Networks Learn Identity Effects?"}
{"paper_id": 218597821, "text": "Current virtual reality (VR) head-mounted displays (HMDs) are characterized by a low angular resolution that makes it difficult to make out details, leading to reduced legibility of text and increased visual fatigue. ", "title": "Effects of Dark Mode Graphics on Visual Acuity and Fatigue with Virtual Reality Head-Mounted Displays"}
{"paper_id": 218872247, "text": "This paper is a light overview of intersection types and some of their applications.", "title": "A tale of intersection types"}
{"paper_id": 218889608, "text": "Hence, performing high-quality personalized outfit recommendation should satisfy two requirements -- ", "title": "Hierarchical Fashion Graph Network for Personalized Outfit Recommendation"}
{"paper_id": 218907980, "text": "Three representative spark applications are used as workloads to evaluates performance in relation to changing these parameters value. ", "title": "Spark Performance Optimization Analysis In Memory Management with Deploy Mode In Standalone Cluster Computing"}
{"paper_id": 218908294, "text": "We study recommendation of deployment strategies to task requesters that are consistent with their deployment parameters: a lower-bound on the quality of the crowd contribution, an upper-bound on the latency of task completion, and an upper-bound on the cost incurred by paying workers. ", "title": "Task Deployment Recommendation with Worker Availability"}
{"paper_id": 218973954, "text": "A novel way is proposed to apply traditional structured privacy preserving techniques on unstructured data. ", "title": "A Privacy Preserving Data Publishing Middleware for Unstructured, Textual Social Media Data"}
{"paper_id": 219103735, "text": "Xuantie-910 FPGA implementation has been deployed in the data centers of Alibaba Cloud, for applicationspecific acceleration (e.g., blockchain transaction). ", "title": "Xuantie-910: A Commercial Multi-Core 12-Stage Pipeline Out-of-Order 64-bit High Performance RISC-V Processor with Vector Extension : Industrial Product"}
{"paper_id": 219311207, "text": "Here we investigate a theoretically-motivated intervention to break the link between generics and essentialist assumptions. ", "title": "When Generic Language does not Promote Psychological Essentialism"}
{"paper_id": 219320104, "text": "This paper presents a novel approach for super-optimization of smart contracts based on Max-SMT which is split into two main phases: ", "title": "Synthesis of Super-Optimized Smart Contracts Using Max-SMT"}
{"paper_id": 219396974, "text": "This improves locality and the efficiency of hardware prefetching. ", "title": "Improving program locality in the GC using hotness"}
{"paper_id": 219398439, "text": "BeeCluster's core contribution is predictive optimization, in which an inferred model of the future tasks of the application is used to generate an optimized flight and sensing schedule for the drones that aims to minimize the total expected execution time. ", "title": "BeeCluster: drone orchestration via predictive optimization"}
{"paper_id": 219531606, "text": "For a broad class of nonlinear functions, we prove convergence of our nonlinear higher-order label spreading algorithm to the global solution of an interpretable semi-supervised loss function. ", "title": "Nonlinear Higher-Order Label Spreading"}
{"paper_id": 219560863, "text": "Our work has practical implications for online community managers aiming to improve their onboarding processes.", "title": "Can Badges Foster a More Welcoming Culture on Q&A Boards?"}
{"paper_id": 219591271, "text": "Over the last few years, the ever-increasing use of Graphic Processing Units (GPUs) in safety-related domains has opened up many research problems in the real-time community. ", "title": "Dissecting the CUDA scheduling hierarchy: a Performance and Predictability Perspective"}
{"paper_id": 219690729, "text": "Further, we design an application, i.e., track suspect vehicles (e.g., hit-and-run vehicles), to evaluate the performance of RISC on the urban sensing aspect based on the data from a regular vehicle (i.e., personal car) eet with 11 thousand vehicles. ", "title": "RISC: Resource-Constrained Urban Sensing Task Scheduling Based on Commercial Fleets"}
{"paper_id": 219958092, "text": "gRemote supports 1,228 OpenGL commands with around 10% shared-resource interference.", "title": "gRemote: API-Forwarding Powered Cloud Rendering"}
{"paper_id": 220045415, "text": "Identifying user geolocation in online social networks is an essential task in many location-based applications. ", "title": "Interpreting Twitter User Geolocation"}
{"paper_id": 220302161, "text": "We present a differentiable dynamics solver that is able to handle frictional contact for rigid and deformable objects within a unified framework. ", "title": "ADD: Analytically Differentiable Dynamics for Multi-Body Systems with Frictional Contact"}
{"paper_id": 220345379, "text": "To validate our findings, we have tested 18 popular BLE commercial products with 5 Android phones. ", "title": "Breaking Secure Pairing of Bluetooth Low Energy Using Downgrade Attacks"}
{"paper_id": 220364476, "text": "The presented system and approach facilitate intelligent, contextualized information access for learners based on automatic learning video analysis. ", "title": "Bridging Over from Learning Videos to Learning Resources Through Automatic Keyword Extraction"}
{"paper_id": 220364880, "text": "We describe the deployment of an imperfect NLP-based automatic short answer grading system on an exam in a large-enrollment introductory college course. ", "title": "Strategies for Deploying Unreliable AI Graders in High-Transparency High-Stakes Exams"}
{"paper_id": 220428789, "text": "We consider the problem of forecasting fine-grained company financials, such as daily revenue, from two input types: noisy proxy signals a la alternative data (e.g. credit card transactions) and sparse ground-truth observations (e.g. quarterly earnings reports). ", "title": "Forecasting with Alternative Data"}
{"paper_id": 220484651, "text": "Introducing a non-differentiable inference module to gradient-based training is a critical challenge.\n\n", "title": "Inference-Masked Loss for Deep Structured Output Learning"}
{"paper_id": 220493983, "text": "To bridge the gap between deep learning and defect prediction, we propose an end-to-end framework which can directly get prediction results for programs without utilizing feature-extraction tools. ", "title": "Software Visualization and Deep Transfer Learning for Effective Software Defect Prediction"}
{"paper_id": 220525434, "text": "These areas could overwhelm the optimization process in the commonly used unsupervised depth estimation framework proposed for outdoor environments. ", "title": "P2Net: Patch-match and Plane-regularization for Unsupervised Indoor Depth Estimation"}
{"paper_id": 220545987, "text": "Our method works on the assumption that the size and texture of nuclei can determine the magnification at which a patch is extracted. ", "title": "Self-Supervised Nuclei Segmentation in Histopathological Images Using Attention"}
{"paper_id": 220872003, "text": "A passive communication system such as backscatter is desirable. ", "title": "Leveraging Ambient LTE Traffic for Ubiquitous Passive Communication"}
{"paper_id": 220885558, "text": "However, novices often skip planning and jump straight into coding. ", "title": "AlgoPlan: Supporting Planning in Algorithmic Problem-Solving with Subgoal Diagrams"}
{"paper_id": 220933379, "text": "In this paper, we provide the most comprehensive evaluation to date of data sources, models, and their performance on downstream prediction tasks. ", "title": "Evaluating sources of course information and models of representation on a variety of institutional prediction tasks"}
{"paper_id": 221006082, "text": "However, spectatorship is not very popular in virtual reality, as such games strongly rely on one's feelings of presence. ", "title": "Silhouette Games: An Interactive One-Way Mirror Approach to Watching Players in VR"}
{"paper_id": 221105491, "text": "Using only thin, flat films as optical components, we demonstrate VR displays with thicknesses of less than 9 mm, fields of view of over 90° horizontally, and form factors approaching sunglasses. ", "title": "Holographic optics for thin and lightweight virtual reality"}
{"paper_id": 221106723, "text": "The verifier performs \\(\\widetilde{O}(1/\\varepsilon ^2 \\cdot \\tau _{mix}\\cdot \\varDelta )\\) queries to the graph, where \\(\\tau _{mix}\\) is the mixing time of the graph and \\(\\varDelta \\) is the average degree of the graph. ", "title": "Interactive Proofs for Social Graphs"}
{"paper_id": 221147098, "text": "Through this attack, attackers can inject rogue records of arbitrary victim domain names using a controlled domain, and circumvent widely-deployed cache poisoning defences. ", "title": "Poison Over Troubled Forwarders: A Cache Poisoning Attack Targeting DNS Forwarding Devices"}
{"paper_id": 221191361, "text": "We have conducted an extensive set of experiments on MinSearch, and compared it with the best existing algorithms for edit similarity search. ", "title": "MinSearch: An Efficient Algorithm for Similarity Search under Edit Distance"}
{"paper_id": 221319888, "text": "Our code is available at: https://github.com/kxhit/SG_PR.", "title": "Semantic Graph Based Place Recognition for 3D Point Clouds"}
{"paper_id": 221363175, "text": "Results show that the presented closed-loop control allows for more intuitiveness and less mental burden without enhancing body compensation.", "title": "A closed-loop and ergonomic control for prosthetic wrist rotation"}
{"paper_id": 221534148, "text": "The model in which players have $k$-lookahead interpolates between the \"perfect rationality\" ($k=n-1$) and \"online greedy\" ($k=0$). ", "title": "The curse of rationality in sequential scheduling games"}
{"paper_id": 221539173, "text": "We showcase the execution of classical operations (GET, SCAN) and complex graph-processing algorithms (Betweenness Centrality) in-situ, with 1.4x-2.7x better performance due to NDP. ", "title": "nKV in action"}
{"paper_id": 221655371, "text": "These methods draw mini-batches of training examples according to an arbitrary probability distribution when computing stochastic gradients. ", "title": "Effective Proximal Methods for Non-convex Non-smooth Regularized Learning"}
{"paper_id": 221702925, "text": "Curiously, some previous work found that this bias resulted in an overestimation of reproduced data values, while other work found an underestimation. ", "title": "Truth or Square: Aspect Ratio Biases Recall of Position Encodings"}
{"paper_id": 221763630, "text": "LinnOS supports black-box devices and real production traces without requiring any extra input from users, while outperforming industrial mechanisms and other approaches. ", "title": "LinnOS: Predictability on Unpredictable Flash Storage with a Light Neural Network"}
{"paper_id": 221784829, "text": "Hence, we propose to disentangle representations learned from user behavior data and content information. ", "title": "Content-Collaborative Disentanglement Representation Learning for Enhanced Recommendation"}
{"paper_id": 221911275, "text": "Basically, the what questions formulate the expected program behaviors, while the how questions represent how to modify the program to realize the expected behaviors. ", "title": "Interactive Patch Generation and Suggestion"}
{"paper_id": 222080412, "text": "Especially, widely used n-gram similarity metrics often fail to discriminate the incorrect answers since they equally consider all of the tokens. ", "title": "KPQA: A Metric for Generative Question Answering Using Keyphrase Weights"}
{"paper_id": 222310459, "text": "End-to-end experiments on a twelve-server testbed show that RackSched improves the throughput by up to 1.44x, and scales out the throughput near linearly, while maintaining the same tail latency as one server until the system is saturated.", "title": "RackSched: A Microsecond-Scale Scheduler for Rack-Scale Computers (Technical Report)"}
{"paper_id": 222326736, "text": "However, due to its relatively slow update process, recent advances in Software-Defined Network (SDN) regard them as the bottleneck to the agile deployment of network services. ", "title": "CATCAM: Constant-time Alteration Ternary CAM with Scalable In-Memory Architecture"}
{"paper_id": 222804962, "text": "We developed the Grandtotem, which functions as a focal point for family ritual, a photo frame, and a relationship media album. ", "title": "Grandtotem: Supporting International and Intergenerational Relationships"}
{"paper_id": 222805252, "text": "We present KnitGIST (Generative Instantiation Synthesis Toolkit for knitting), a program synthesis pipeline and library for generating hand- and machine-knitting patterns by intuitively mapping objectives to tactics for texture design. ", "title": "KnitGIST: A Programming Synthesis Toolkit for Generating Functional Machine-Knitting Textures"}
{"paper_id": 223745826, "text": "Finally, we observe an overall lower https rate and a steeper dropoff with descending popularity among government sites compared to the commercial websites & provide recommendations to improve the usage of https in governments worldwide.", "title": "Accept the Risk and Continue: Measuring the Long Tail of Government https Adoption"}
{"paper_id": 224803647, "text": "To address this, we first present a gradient-based interpretability approach to determine the questions most strongly correlated with the reasoning question on an image, and use this to evaluate VQA models on their ability to identify the relevant sub-questions needed to answer a reasoning question. ", "title": "SOrT-ing VQA Models : Contrastive Gradient Learning for Improved Consistency"}
{"paper_id": 225042395, "text": "Among these, our system identified 572 WPN ad campaigns, for a total of 5,143 WPN-based ads that were pushed by a variety of ad networks. ", "title": "When Push Comes to Ads: Measuring the Rise of (Malicious) Push Advertising"}
{"paper_id": 225050376, "text": "Furthermore, there is also a lack of an intelligent approach to handling incomplete time series while training the model. ", "title": "A Personalised Blood Pressure Prediction System using Gaussian Mixture Regression and Online Recurrent Extreme Learning Machine"}
{"paper_id": 226048510, "text": "We characterize the polytope of feasible solutions and give a bi-criteria ((1-1/e)2,(1-1/e)2)-approximation for this problem by rounding an approximate solution of a linear programming relaxation. ", "title": "Sequential Submodular Maximization and Applications to Ranking an Assortment of Products"}
{"paper_id": 226080565, "text": "In this work, we consider the general setting of the SSL problem for image classification, where the labeled and unlabeled data come from the same underlying distribution. ", "title": "Transporting Labels via Hierarchical Optimal Transport for Semi-Supervised Learning"}
{"paper_id": 226206618, "text": "In this paper, we propose the neural homomorphic vocoder (NHV), a source-ﬁlter model based neural vocoder framework. ", "title": "Neural Homomorphic Vocoder"}
{"paper_id": 226234199, "text": "Finally, we analyse which structural and evolutionary features are most predictive for functional sites.\n\n\n", "title": "CATH functional families predict functional sites in proteins"}
{"paper_id": 226238607, "text": "Based on insights from both domains, we present StAGE, a live streaming system that both communicates performative information otherwise lost when streaming live theater and accommodates participatory roles for performers, hosts, and audiences. ", "title": "Toward Live Streamed Improvisational Game Experiences"}
{"paper_id": 226262326, "text": "Empirical results on five translation tasks show that compared with CMLM, our method achieves comparable or better performance with fewer decoding iterations, bringing a 2.5xspeedup. ", "title": "Incorporating a Local Translation Mechanism into Non-autoregressive Translation"}
{"paper_id": 226274284, "text": "(3) What is the impact of Lean Startup practices to software engineering students and curriculum? ", "title": "Towards transferring lean software startup practices in software engineering education"}
{"paper_id": 226851887, "text": "Backdoor attacks to deep neural networks (DNNs) have received increasing attentions, particularly in applications from edge computing. ", "title": "Interpretability Derived Backdoor Attacks Detection in Deep Neural Networks: Work-in-Progress"}
{"paper_id": 226975776, "text": "In this work we present a two-stage, machine learning-based methodology that is able to detect the existence of performance bugs in microprocessors. ", "title": "Automatic Microprocessor Performance Bug Detection"}
{"paper_id": 227077257, "text": "The previously published schedulability test AMC-max is modified to cater for both of these extensions. ", "title": "Schedulability Analysis for Adaptive Mixed Criticality Systems with Arbitrary Deadlines and Semi-Clairvoyance"}
{"paper_id": 227154953, "text": "To address this problem, we propose an alternative scheme we phrase as context tracing. ", "title": "Privacy-preserving contact tracing using homomorphic encryption: poster abstract"}
{"paper_id": 227219563, "text": "We evaluated HitM using several popular multi-modal DNNs with different parameters and structures and compared it with a naive ReRAM-based PIM design and an optimal-throughput ReRAM-based PIM design that assumes no hardware resource limitations. ", "title": "HitM: High-Throughput ReRAM-based PIM for Multi-Modal Neural Networks"}
{"paper_id": 229206835, "text": "However, existing distributed DNN training architectures, all-reduce and Parameter Server (PS), cannot fully utilize such heterogeneous resources. ", "title": "A Unified Architecture for Accelerating Distributed DNN Training in Heterogeneous GPU/CPU Clusters"}
{"paper_id": 229666398, "text": "However, to date, there does not exist a rigorous study on how exactly cleaning affects ML — ML community usually focuses on developing ML algorithms that are robust to some particular noise types of certain distributions, while database (DB) community has been mostly studying the problem of data cleaning alone without considering how data is consumed by downstream ML analytics.We propose a CleanML study that systematically investigates the impact of data cleaning on ML classification tasks. ", "title": "CleanML: A Study for Evaluating the Impact of Data Cleaning on ML Classification Tasks"}
{"paper_id": 230523831, "text": "These datatypes are recursively constructed at runtime from primitive Named Types defined in the MPI standard. ", "title": "TEMPI: An Interposed MPI Library with a Canonical Representation of CUDA-aware Datatypes"}
{"paper_id": 231616049, "text": "To this end, we propose a P-shaped neural network architecture based on the lightweight encoder-decoder structure: the encoder transforms pixel position information into channel information by aggregating adjacent pixel values; the decoder restores the image size and obtains the refined pixel-level extraction results by integrating the information of the corresponding layer in the encoder. ", "title": "Automatic Tongue Crack Extraction For Real-Time Diagnosis"}
{"paper_id": 231648000, "text": "Now, idol groups are struggling in the transition of such events to computer-mediated communication because these events had emphasized meeting face-to-face over communicating, as we can infer from their length of time. ", "title": "No More Handshaking: How have COVID-19 pushed the expansion of computer-mediated communication in Japanese idol culture?"}
{"paper_id": 231648021, "text": "In this paper, we present a method to express and compare different definitions of accountability using Structural Causal Models. ", "title": "Designing Accountable Systems"}
{"paper_id": 231662123, "text": "We propose Marius, a system for efficient training of graph embeddings that leverages partition caching and buffer-aware data orderings to minimize disk access and interleaves data movement with computation to maximize utilization. ", "title": "Learning Massive Graph Embeddings on a Single Machine"}
{"paper_id": 231718731, "text": "Conditioning on equality of continuous random variables is nontrivial, as the exact observation may have probability zero; this is Borel’s paradox. ", "title": "Compositional Semantics for Probabilistic Programs with Exact Conditioning"}
{"paper_id": 231792688, "text": "Furthermore, we combine model-parallelism and data-parallelism to train a 1000-1ayer ResNet-lk model using 1,024 Volta V100 GPUs with 97.32% scaling-efficiency. ", "title": "GEMS: GPU-Enabled Memory-Aware Model-Parallelism System for Distributed DNN Training"}
{"paper_id": 231793413, "text": "Kraken can benefit the accuracy of recommendation tasks with the same memory resources, or trisect the memory usage while keeping model performance.", "title": "Kraken: Memory-Efficient Continual Learning for Large-Scale Real-Time Recommendations"}
{"paper_id": 231846578, "text": "However, while testing to estimate accuracy, it is desirable to also learn as much as possible from the failing tests in the operational dataset, since they inform about possible bugs of the DNN. ", "title": "Operation is the Hardest Teacher: Estimating DNN Accuracy Looking for Mispredictions"}
{"paper_id": 231847202, "text": "In fact, these low-level pipelines can destroy, introduce or amplify adversarial patterns that can deceive a downstream detector. ", "title": "Adversarial Imaging Pipelines"}
{"paper_id": 231847316, "text": "This paper highlights the importance of developing new approaches for algorithmic fairness that break away from the prevailing assumption of observed characteristics.", "title": "Fairness for Unobserved Characteristics: Insights from Technological Impacts on Queer Communities"}
{"paper_id": 231861546, "text": "We then provide an illustrative design and implementation of DOVE for R, creating the first side-channel resistant R programming stack. ", "title": "DOVE: A Data-Oblivious Virtual Environment"}
{"paper_id": 231861745, "text": "We categorized the studies regarding the presence of evaluation procedures or models for the evaluation of gamification, the purpose of the evaluation, the criteria used, the type of data, instruments, and procedures for data analysis. ", "title": "The diversity of gamification evaluation in the software engineering education and industry: trends, comparisons and gaps"}
{"paper_id": 231878464, "text": "To mitigate these threats, multiple security mechanisms have been deployed in latest systems. ", "title": "POP and PUSH: Demystifying and Defending against (Mach) Port-oriented Programming"}
{"paper_id": 231915072, "text": "TASC is motivated by the concept of shared cooperative activity (SCA) for human-human teamwork, developed in prior work by Bratman. ", "title": "TASC: Teammate Algorithm for Shared Cooperation"}
{"paper_id": 232017342, "text": "Moreover, we develop two frameworks to evaluate the effectiveness of the enhanced PSSM features, which also bring proposed method into real-world scenarios. ", "title": "Comprehensive Study on Enhancing Low-Quality Position-Specific Scoring Matrix with Deep Learning for Accurate Protein Structure Property Prediction: Using Bagging Multiple Sequence Alignment Learning"}
{"paper_id": 232040606, "text": "Beyond the conventional evaluation criteria for the social bias, we aim to put together various aspects of linguistic viewpoints into the measuring process, to create a template that makes evaluation less tilted to specific types of language pairs. ", "title": "Towards Cross-Lingual Generalization of Translation Gender Bias"}
{"paper_id": 232040609, "text": "As machine learning and data science applications grow ever more prevalent, there is an increased focus on data sharing and open data initiatives, particularly in the context of the African continent. ", "title": "Narratives and Counternarratives on Data Sharing in Africa"}
{"paper_id": 232128690, "text": "However, a limitation of both approaches is that they essentially use point sampling. ", "title": "Vectorization for Fast, Analytic, and Differentiable Visibility"}
{"paper_id": 232134951, "text": "This reduction is of independent interest and implies some previously unknown bounds for the parametric minimum s, t-cut problem in multiple settings.", "title": "Decomposable Submodular Function Minimization via Maximum Flow"}
{"paper_id": 232135120, "text": "Experiments on 3 tasks (neural machine translation, abstractive summarization, and code generation) and 9 datasets demonstrate consistent improvements of our method. ", "title": "IOT: Instance-wise Layer Reordering for Transformer Structures"}
{"paper_id": 232136466, "text": "Our work aims to enable more engaging and personalized interactions between people and robots, which can profoundly impact robot-assisted treatment, how people receive care, and improve their everyday lives.", "title": "Behavior Adaptation for Robot-assisted Neurorehabilitation"}
{"paper_id": 232320454, "text": "Meanwhile, neural architecture search methods are surging with an expectation to reduce human efforts. ", "title": "BossNAS: Exploring Hybrid CNN-transformers with Block-wisely Self-supervised Neural Architecture Search"}
{"paper_id": 232320612, "text": "Existing methods are either metric-or model-specific, require access to sensitive attributes at inference time, or carry high development or deployment costs. ", "title": "Promoting Fairness through Hyperparameter Optimization"}
{"paper_id": 232335491, "text": "Despite their success, these methods often rely on simple control distributions, which can limit their performance in highly uncertain and complex environments. ", "title": "Dual Online Stein Variational Inference for Control and Dynamics"}
{"paper_id": 233205799, "text": "It requires minimal code refactoring and incurs acceptable performance overhead. ", "title": "Enclosure: language-based restriction of untrusted libraries"}
{"paper_id": 233322995, "text": "We found that due to a lack of transparency and information, users often do not carry out—or even are not aware of—essential checks but rely on less meaningful methods. ", "title": "On the Usability of Authenticity Checks for Hardware Security Tokens"}
{"paper_id": 233733041, "text": "Orion was designed around a modular, micro-service architecture with a central publish-subscribe database to enable a distributed, yet tightlycoupled, software-defined network control system. ", "title": "Orion: Google's Software-Defined Networking Control Plane"}
{"paper_id": 233993067, "text": "Recent years have seen significant interest in multimodal frameworks for modeling learner engagement in educational settings. ", "title": "Early Prediction of Museum Visitor Engagement with Multimodal Adversarial Domain Adaptation"}
{"paper_id": 234478469, "text": "This framework proposes a Virtual Reality based priming approach that uses games and meditative interventions. ", "title": "VR-based Student Priming to Reduce Anxiety and Increase Cognitive Bandwidth"}
{"paper_id": 234482104, "text": "Enlightened by this, we propose the stacking operation on the pre-trained layers/blocks to transfer knowledge from a shallower model to a deep model, then we perform iterative stacking so as to yield a much deeper but easier-to-train SR model. ", "title": "StackRec: Efficient Training of Very Deep Sequential Recommender Models by Iterative Stacking"}
{"paper_id": 234757276, "text": "In this paper, we propose a novel model, named GSNet, to learn the spatial-temporal correlations from geographical and semantic aspects for traffic accident risk forecasting. ", "title": "GSNet: Learning Spatial-Temporal Correlations from Geographical and Semantic Aspects for Traffic Accident Risk Forecasting"}
{"paper_id": 234797653, "text": "The problem of synthesizing specifications of undefined procedures has a broad range of applications, but the usefulness of the generated specifications depends on their quality. ", "title": "Specification synthesis with constrained Horn clauses"}
{"paper_id": 235097668, "text": "In this work, we present a new framework that enables a neural network to learn to extract paralinguistic attributes from speech using data that are not annotated for emotion. ", "title": "Learning Paralinguistic Features from Audiobooks through Style Voice Conversion"}
{"paper_id": 235262196, "text": "Many embedded systems have evolved from simple bare-metal control systems to highly complex network-connected systems. ", "title": "Practical Principle of Least Privilege for Secure Embedded Systems"}
{"paper_id": 235265818, "text": "In several particular cases, this directly leads to an equilibrium of the Colonel Blotto game with favoritism. ", "title": "Colonel Blotto Games with Favoritism: Competitions with Pre-allocations and Asymmetric Effectiveness"}
{"paper_id": 235266017, "text": "We address the problem of predicting the correctness of the student’s response on the next exam question based on their previous interactions in the course of their learning and evaluation process. ", "title": "Student Performance Prediction Using Dynamic Neural Models"}
{"paper_id": 235343839, "text": "WiFi location systems are remarkably accurate, with decimeter-level errors for recent CSI-based systems. ", "title": "Accurate ubiquitous localization with off-the-shelf IEEE 802.11ac devices"}
{"paper_id": 235348806, "text": "To do so, we use a form of feasibility aggregation based on entropic maximization in combination with a novel online algorithm, named Penalized Predictive Control (PPC).", "title": "Information Aggregation for Constrained Online Control"}
{"paper_id": 235354247, "text": "Drawbacks of online education, especially at scale, include the isolation and loss of community that come with taking classes from one's home rather than in a typical coordinated classroom. ", "title": "Content-Neutral Immersive Environments for Cultivating Scalable Camaraderie"}
{"paper_id": 235390539, "text": "Unfortunately, the use of fixed internal timings limits the types of operations that DRAM can perform and hinders the implementation of new functionalities and custom mechanisms that improve DRAM reliability, performance and energy. ", "title": "CODIC: A Low-Cost Substrate for Enabling Custom In-DRAM Functionalities and Optimizations"}
{"paper_id": 235428764, "text": "Currently implemented models to identify struggling students use costly and tedious classroom observation paired with student’s platform usage, and are often suitable for only a subset of students. ", "title": "Identifying Struggling Students by Comparing Online Tutor Clickstreams"}
{"paper_id": 235428838, "text": "In particular, two “new” communities, /r/China flu and /r/Coronavirus, emerged on Reddit and have been dedicated to COVID- related discussions from the very beginning of this pandemic. ", "title": "Understanding the Diverging User Trajectories in Highly-related Online Communities during the COVID-19 Pandemic"}
{"paper_id": 235436386, "text": "In this paper, we provide a framework that identifies seven distinct potential sources of downstream harm in machine learning, spanning data collection, development, and deployment. ", "title": "A Framework for Understanding Sources of Harm throughout the Machine Learning Life Cycle"}
{"paper_id": 235441134, "text": "Our primary focus is on the fully dynamic setting, where there is a large gap between the guarantees of the best known algorithms for computing weighted and unweighted matchings. ", "title": "A framework for dynamic matching in weighted graphs"}
{"paper_id": 235451773, "text": "We introduce Xtract, an automated and scalable system for bulk metadata extraction from large, distributed research data repositories. ", "title": "A Serverless Framework for Distributed Bulk Metadata Extraction"}
{"paper_id": 235452714, "text": "However, using a combination of algebraic techniques and list merging algorithms we are still able to break GEA-2 in time 245.1 GEA-2 evaluations. ", "title": "Cryptanalysis of the GPRS Encryption Algorithms GEA-1 and GEA-2"}
{"paper_id": 235474299, "text": "Then, we focus on linear and polynomial programs and develop automated methods for synthesizing linear and polynomial IRWs. ", "title": "Polynomial reachability witnesses via Stellensätze"}
{"paper_id": 235474438, "text": "Software systems that learn from user data with machine learning (ML) have become ubiquitous over the last years. ", "title": "HedgeCut: Maintaining Randomised Trees for Low-Latency Machine Unlearning"}
{"paper_id": 235606381, "text": "We then train an RNN to learn seizure-level representations from the sequence of features. ", "title": "Transfer Learning of Deep Spatiotemporal Networks to Model Arbitrarily Long Videos of Seizures"}
{"paper_id": 235631097, "text": "Existing methods of face PAD generally focus on designing intelligent classifiers or customized hardware to differentiate between the image or video samples of a real legitimate user and the imitated ones. ", "title": "IriTrack: Face Presentation Attack Detection Using Iris Tracking"}
{"paper_id": 235677379, "text": "Extensive experiments on 16 real-world graphs demonstrate the effectiveness and efficiency of our proposed techniques.\n", "title": "Efficiently Answering Reachability and Path Queries on Temporal Bipartite Graphs"}
{"paper_id": 235753737, "text": "Recall that the classical masking countermeasure achieves perfect security but with running time O ( t 2 ) . ", "title": "Secure Wire Shuffling in the Probing Model"}
{"paper_id": 235780095, "text": "This paper studies the overfitting in discrete super-resolution problem. ", "title": "On Overfitting in Discrete Super-Resolution Recovery"}
{"paper_id": 235825177, "text": "We study the problem of efficient representation of potentially high‐dimensional, spatially coherent signals in the context of precomputed light transport. ", "title": "Moving Basis Decomposition for Precomputed Light Transport"}
{"paper_id": 235828929, "text": "Using this convex duality interpretation, we further demonstrate the impact of different activation functions of the discriminator. ", "title": "Hidden Convexity of Wasserstein GANs: Interpretable Generative Models with Closed-Form Solutions"}
{"paper_id": 235898949, "text": "Duplicated code detection in text-based programming languages is still an active area of research with important implications regarding software maintainability and evolution. ", "title": "Duplicated code pattern mining in visual programming languages"}
{"paper_id": 236150948, "text": "(2) Concurrency: We show how sequential product programs on the intermediate language level can be used to verify information flow security of concurrent source programs. ", "title": "Product Programs in the Wild: Retrofitting Program Verifiers to Check Information Flow Security"}
{"paper_id": 236173668, "text": "Software, documentation, and scripts to reproduce our results are available from https://github.com/OpenMendel/MendelImpute.jl.\n\n\n", "title": "A fast data-driven method for genotype imputation, phasing and local ancestry inference: MendelImpute.jl"}
{"paper_id": 236426380, "text": "This paper proposes optical network interconnects as a key enabler for building high-bandwidth ML training clusters with strong scaling properties. ", "title": "SiP-ML: high-bandwidth optical network interconnects for machine learning training"}
{"paper_id": 236476905, "text": "We use a large collection of field data from production datacenters hosting a large number of diversified services from multiple enterprise tenants. ", "title": "When Virtual Meets Physical at the Edge"}
{"paper_id": 236519305, "text": "In demonstrating the feasibility and ease of such an attack, this work seeks to raise the awareness that neural language models are susceptible to this influence--even if the model is already deployed and adversaries lack internal model access--and advocates the immediate safeguarding against this type of adversarial attack in order to prevent potential harm to human users.", "title": "The Earth Is Flat and the Sun Is Not a Star: The Susceptibility of GPT-2 to Universal Adversarial Triggers"}
{"paper_id": 236881092, "text": "Experiments demonstrate that our approach is effective in improving the robustness of object-based SLAM in the face of object pose ambiguity. ", "title": "A Multi-Hypothesis Approach to Pose Ambiguity in Object-Based SLAM"}
{"paper_id": 236906255, "text": "These properties hold even when the analyst does not know which among a large number of potentially important state variables are actually important. ", "title": "Debiased Off-Policy Evaluation for Recommendation Systems"}
{"paper_id": 236980081, "text": "The proposed classification model is trained with datasets that contain a small fraction of labeled output so as to design (1) an effective representation of the input time series (vibration signal) to extract important factors for the model to discriminate between different bearing conditions, and (2) a latent representation for the data to reflect the true data distribution precisely. ", "title": "Semi-supervised Bearing Fault Diagnosis with Adversarially-Trained Phase-Consistent Network"}
{"paper_id": 236986860, "text": "The challenges from this application point to important directions for future work around fairness with collective entities rather than individuals, the use of critical violations as a proxy, and the disconnect between fair classification and fairness in dynamic scheduling systems.", "title": "Fair Decision-Making for Food Inspections"}
{"paper_id": 237100359, "text": "We have implemented the online phase of Mac′n′Cheese and achieve a runtime of 144 ns per AND gate and 1.5 μs per multiplication gate in F261−1 when run over a network with a 95 ms latency and a bandwidth of 31.5 Mbps. ", "title": "Mac'n'Cheese: Zero-Knowledge Proofs for Boolean and Arithmetic Circuits with Nested Disjunctions"}
{"paper_id": 237100566, "text": "To this end, we investigate the fundamental reasons for ineffective knowledge infusion and present selective injection for language pretraining, which constitutes a model-agnostic method and is readily pluggable into previous approaches. ", "title": "Drop Redundant, Shrink Irrelevant: Selective Knowledge Injection for Language Pretraining"}
{"paper_id": 237195048, "text": "Qualitative and quantitative evaluations demonstrate that our approach consistently improves the reconstruction quality from every initial reconstruction.", "title": "Structured Outdoor Architecture Reconstruction by Exploration and Classification"}
{"paper_id": 237205829, "text": "First, we reinforce original smart contracts with general patch patterns and secure programming standards for training, and design a real-time code suggestion algorithm to predict secure words for selection. ", "title": "Making smart contract development more secure and easier"}
{"paper_id": 237278401, "text": "3) enabling the user to pick up and move VR objects through graspable proxy objects. ", "title": "HapticBots: Distributed Encountered-type Haptics for VR with Multiple Shape-changing Mobile Robots"}
{"paper_id": 237431098, "text": "We study contests where the designer’s objective is an extension of the widely studied objective of maximizing the total output: The designer gets zero marginal utility from a player’s output if the output of the player is very low or very high. ", "title": "Contest Design with Threshold Objectives"}
{"paper_id": 237491658, "text": "Conventional entity typing approaches are based on independent classification paradigms, which make them difficult to recognize inter-dependent, long-tailed and fine-grained entity types. ", "title": "Fine-grained Entity Typing via Label Reasoning"}
{"paper_id": 237571881, "text": "This work introduces two new consistency models to ease this trade-off: regular sequential serializability (RSS) and regular sequential consistency (RSC). ", "title": "Regular Sequential Serializability and Regular Sequential Consistency"}
{"paper_id": 237579354, "text": "We further predict the diligence score for future time steps. ", "title": "Measuring Data Collection Diligence for Community Healthcare"}
{"paper_id": 237582379, "text": "We propose BurstLink, a novel system-level technique that improves the energy efficiency of planar and VR video streaming. ", "title": "BurstLink: Techniques for Energy-Efficient Video Display for Conventional and Virtual Reality Systems"}
{"paper_id": 237860977, "text": "Do they devote too much of their attention to American concerns and settings? ", "title": "Too isolated, too insular: American Literature and the World"}
{"paper_id": 237940142, "text": "We show that our proposed framework substantially reduces the racial biases that the model learns from these datasets. ", "title": "Mitigating Racial Biases in Toxic Language Detection with an Equity-Based Ensemble Framework"}
{"paper_id": 237949379, "text": "One approach to building waferscale systems is to use a chiplet-based architecture where pre-tested chiplets are integrated on a passive silicon-interconnect wafer. ", "title": "Designing a 2048-Chiplet, 14336-Core Waferscale Processor"}
{"paper_id": 238226798, "text": "Code is available at github.com/nikvaessen/w2v2-speaker.", "title": "Fine-Tuning Wav2Vec2 for Speaker Recognition"}
{"paper_id": 238231407, "text": "3D deep learning has been applied in safety-critical scenarios, e.g., autonomous driving. ", "title": "Generative strategy based backdoor attacks to 3D point clouds: work-in-progress"}
{"paper_id": 238231423, "text": "In this paper, we approach to improve the fault tolerance of Deep Neural Networks (DNNs) for safety-critical artificial intelligent applications. ", "title": "Improving fault tolerance of DNNs through weight remapping based on gaussian distribution: work-in-progress"}
{"paper_id": 238259745, "text": "Drawing on risk assessment practices in the US, we argue that, since examining these trade-offs has been useful for guiding governance in other domains, we need to similarly reckon with these trade-offs in governing computer systems. ", "title": "Accuracy-Efficiency Trade-Offs and Accountability in Distributed ML Systems"}
{"paper_id": 238992547, "text": "In team sports, decision-making is defined as the tactical choices that players make based on their understanding of the current situation. ", "title": "Developing Design Guidelines for Virtual Reality based Decision-Making Training for Team Sports"}
{"paper_id": 239028982, "text": "In this paper, we propose magnetic vehicular positioning (MVP), a navigation system that guides drivers in GNSS-denied environments. ", "title": "MVP: magnetic vehicular positioning system for GNSS-denied environments"}
{"paper_id": 239037024, "text": "The long standing consensus in the High-Performance Computing (HPC) Operating Systems (OS) community is that lightweight kernel (LWK) based OSes have the potential to outperform Linux at extreme scale. ", "title": "Linux vs. Lightweight Multi-kernels for High Performance Computing: Experiences at Pre-Exascale"}
{"paper_id": 239037514, "text": "In this model, we use Euler arc splines to circumvent the limitations of standard numerical integration schemes required to calculate these curves. ", "title": "Using Euler Curves to Model Continuum Robots"}
{"paper_id": 239459715, "text": "Emerging technologies, such as AI and robotics, have been deployed in various workplaces, and their proliferation is rapidly expanding. ", "title": "Human-Machine Partnerships in the Future of Work: Exploring the Role of Emerging Technologies in Future Workplaces"}
{"paper_id": 239459787, "text": "Results from the survey revealed differential cues usage in VR-based and in F2F interactions, which could shed light on the design of VR tools toward supporting online social events.", "title": "Social Interactions in Virtual Reality: What Cues Do People Use Most and How"}
{"paper_id": 239616308, "text": "This is the first partially-dynamic SSSP algorithm in sparse graphs to bypass the notorious directed hopset barrier which is often seen as the fundamental challenge towards achieving truly near-linear time algorithms. ", "title": "Incremental SSSP for Sparse Digraphs Beyond the Hopset Barrier"}
{"paper_id": 239673259, "text": "The results show significant differences for many acoustic measures of voice quality across devices. ", "title": "A Comparison of Acoustic Correlates of Voice Quality Across Different Recording Devices: A Cautionary Tale"}
{"paper_id": 240357302, "text": "We present measurements of Internet usage worldwide and sketch future directions for extending the techniques to measure relative activity levels across prefixes.", "title": "Towards identifying networks with internet clients using public data"}
{"paper_id": 240419953, "text": "We present several characterization results for mechanisms that satisfy strategyproofness and varying levels of proportional fairness. ", "title": "Strategyproof and Proportionally Fair Facility Location"}
{"paper_id": 240603241, "text": "We use a counterfactual fairness approach to assign one of three outcomes to each candidate: accept; reject; or flagged as a positive action candidate.", "title": "An Algorithmic Framework for Positive Action"}
{"paper_id": 241125830, "text": "We pay particularly close attention to the careers of Percival Everett and Karen Tei Yamashita. ", "title": "Against Conglomeration"}
{"paper_id": 242032893, "text": "Beststreaming audiobooks, by contrast, are shorter, more straightforwardly written, and appear to highlight plot and dialogue. ", "title": "Audiobook Stylistics: Comparing print and audio in the bestselling segment"}
{"paper_id": 243065018, "text": "High-Performance Deep-Learning Coprocessor Integrated into x86 SoC with Server-Class CPUs 15 Glenn Henry (Centaur Technology), Parviz Palangpour (Centaur Technology), Michael Thomson (Centaur Technology), J Scott Gardner (Advantage Engineering LLC), Bryce Arden (Centaur Technology), Jim Donahue (Centaur Technology), Kimble Houck (Centaur Technology), Jonathan Johnson (Centaur Technology), Kyle O'Brien (Centaur Technology), Scott Petersen (Centaur Technology), Benjamin Seroussi (Centaur Technology), and Tyler Walker (Centaur Technology)", "title": "ISCA 2020 TOC"}
{"paper_id": 243353775, "text": "Our findings may be useful in assessing electoral designs in other contexts as well.", "title": "Proportional Apportionment: A Case Study From the Chilean Constitutional Convention"}
{"paper_id": 243496119, "text": "H ARPO meaningfully advances the state-of-the-art in leveraging obfuscation to subvert online behavioral advertising.", "title": "HARPO: Learning to Subvert Online Behavioral Advertising"}
{"paper_id": 243847688, "text": "We show that local optima for this algorithm give a $(2.836+\\epsilon)$-approximation; our result improves upon the $(3+\\epsilon)$-approximate local-search algorithm of Arya et al. ", "title": "An Improved Local Search Algorithm for k-Median"}
{"paper_id": 243848069, "text": "Notably, it achieves 92.3% AP25 on the challenging Panoptic dataset, improving upon the previous best approach [36] by 9.8%. ", "title": "Direct Multi-view Multi-person 3D Pose Estimation"}
{"paper_id": 243942507, "text": "Transmitting updates of high-dimensional models between client IoT devices and the central aggregating server has always been a bottleneck in collaborative learning - especially in uncertain real-world IoT networks where congestion, latency, bandwidth issues are common. ", "title": "ElastiCL: Elastic Quantization for Communication Efficient Collaborative Learning in IoT"}
{"paper_id": 243942555, "text": "To prevent unwanted disclosures and, hence, to protect users' privacy, several privacy-preserving mechanisms have been proposed. ", "title": "Privacy-Preserving Mechanisms for Heterogeneous Data Types"}
{"paper_id": 244077781, "text": "We design a new compact and dynamic data structure called DASS to store and query global CR status on a device in TinyCR. ", "title": "On-device IoT Certificate Revocation Checking with Small Memory and Low Latency"}
{"paper_id": 244398659, "text": "This leads to a series of research on the exact condition needed for GANs to overfit to the training data. ", "title": "When do GANs replicate? On the choice of dataset size"}
{"paper_id": 244909337, "text": "Code is available at https://github.com/HarborYuan/PolyphonicFormer .", "title": "PolyphonicFormer: Unified Query Learning for Depth-aware Video Panoptic Segmentation"}
{"paper_id": 244958920, "text": "This behavior makes it non-trivial to resort to established concepts such as the busy-interval analysis to self-suspending task sets which is required to analyze the worst-case response time of tasks with backlog, e.g., arbitrary-deadline task sets. ", "title": "Suspension-Aware Fixed-Priority Schedulability Test with Arbitrary Deadlines and Arrival Curves"}
{"paper_id": 245011300, "text": "Next, we introduce relation distillation as a means to align the unpaired cross-modal samples i.e . ", "title": "Non-Local Latent Relation Distillation for Self-Adaptive 3D Human Pose Estimation"}
{"paper_id": 245232065, "text": "Sharedtasksareaworkformatprevalentinthenaturallanguageprocessingandmachinelearningcommunity. ", "title": "On Organizing a Shared Task for the Digital Humanities – Conclusions and Future Paths"}
{"paper_id": 245295728, "text": "The proposed system allows optimal use of the photovoltaic (PV) system and the DFIG wind proves its efficiency under variable load conditions. ", "title": "A Modified Perturbe and Observe MPPT Technique for Standalone Hybrid PV-Wind with Power Management"}
{"paper_id": 245385396, "text": "As a result, systems that are performance constrained by the CPU frequency (i.e., Fmax -constrained), such as high-end desktops, suffer significant performance loss due to power-gates.To mitigate this performance loss, we propose DarkGates, a hybrid system architecture that increases the performance of Fmax -constrained systems while fulfilling their power efficiency requirements. ", "title": "DarkGates: A Hybrid Power-Gating Architecture to Mitigate the Performance Impact of Dark-Silicon in High Performance Processors"}
{"paper_id": 245935368, "text": "However, GNNs models requires large amounts of training samples, and the diversified molecular structure information might under-utilized when the model is trained with traditional random sampling strategies, thus leading to redundancy and inefficiency. ", "title": "CurrMG: A Curriculum Learning Approach for Graph Based Molecular Property Prediction"}
{"paper_id": 246135921, "text": "The application of parallel axes for the interactive visual analysis of multidimensional data is a widely used concept. ", "title": "Evaluating Data‐type Heterogeneity in Interactive Visual Analyses with Parallel Axes"}
{"paper_id": 246240006, "text": "Using the induced expectation transformer, we provide formal analysis methods for the expected cost analysis and expected value analysis of classical-quantum programs. ", "title": "Quantum Expectation Transformers for Cost Analysis"}
{"paper_id": 246440017, "text": "Moreover, results of post-session questionnaires indicated that participants counted on the reliability of the sources in the correction. ", "title": "If You Have a Reliable Source, Say Something: Effects of Correction Comments on COVID-19 Misinformation"}
{"paper_id": 246634208, "text": "The trading constraints and concave revenue functions are revealed sequentially in time, and the user needs to make irrevocable decisions. ", "title": "Competitive Online Optimization with Multiple Inventories: A Divide-and-Conquer Approach"}
{"paper_id": 246634732, "text": "We consider a variety of objective functions for which we find that GD with anticorrelated perturbations (\"Anti-PGD\") generalizes significantly better than GD and standard (uncorrelated) PGD. ", "title": "Anticorrelated Noise Injection for Improved Generalization"}
{"paper_id": 246822746, "text": "The 3-player anti-correlation game was studied and motivated in several previous works. ", "title": "Parallel repetition for all 3-player games over binary alphabet"}
{"paper_id": 247026552, "text": "We take three key steps toward enabling GPU programs to access PM directly. ", "title": "GPM: leveraging persistent memory from a GPU"}
{"paper_id": 247216618, "text": "While recent tools research is often motivated by studying the requirements of non-technical designers and end-user developers, the perspective of industry practitioners is less well understood. ", "title": "Elements of XR Prototyping: Characterizing the Role and Use of Prototypes in Augmented and Virtual Reality Design"}
{"paper_id": 247620424, "text": "Parameters of Robot group can have an effect on the dynamics of robot-robot-human interaction. ", "title": "Cohesiveness of Robots in Groups Affects the Perception of Social Rejection by Human Observers"}
{"paper_id": 247620806, "text": "Analysis of the role of human subjects in research can serve as an indicator of how the HRI community engages with society. ", "title": "Configuring Humans: What Roles Humans Play in HRI Research"}
{"paper_id": 248049632, "text": "In this paper, we present an effective and efficient recurrent neural network (RNN) for accurate and complete dense point cloud reconstruction. ", "title": "Bidirectional Hybrid LSTM Based Recurrent Neural Network for Multi-view Stereo"}
{"paper_id": 248121512, "text": "This paper examines how widespread these ads are, where on YouTube they are found, and what kind of information they convey. ", "title": "Investigating Influencer VPN Ads on YouTube"}
{"paper_id": 248267912, "text": "Interaction with tangible user interfaces (TUIs) in virtual reality (VR) is known to offer several benefits in terms of user experience. ", "title": "Tangiball: Foot-Enabled Embodied Tangible Interaction with a Ball in Virtual Reality"}
{"paper_id": 248348113, "text": "It is common for online platforms to run a large number of simultaneous experiments by splitting incoming user traffic randomly in treatment and control groups. ", "title": "Fair Effect Attribution in Parallel Online Experiments"}
{"paper_id": 248367500, "text": "To address such limitations, we develop FaceCrowd, a web crowdsourcing based face partition approach to improve the performance of current face recognition models by designing a novel crowdsourced partial face graph generated from privacy-preserved social media face images. ", "title": "Can I only share my eyes? A Web Crowdsourcing based Face Partition Approach Towards Privacy-Aware Face Recognition"}
{"paper_id": 248384815, "text": "In an elicitation study with high-school teachers, we study how Paper Trail could be used and extended to enable flexible use cases across various domains. ", "title": "Paper Trail: An Immersive Authoring System for Augmented Reality Instructional Experiences"}
{"paper_id": 248476449, "text": "Towards these goals, we define the concepts of warranted trustworthiness cues and expensive trustworthiness cues, and propose a checklist of requirements to help technology creators identify appropriate cues to use. ", "title": "Designing for Responsible Trust in AI Systems: A Communication Perspective"}
{"paper_id": 248482955, "text": "This two-tower architecture introduces inductive biases to allow more efficient use of limited observational logs and better generalization during deployment than single-tower architecture that may learn spurious correlations between relevance predictions and biases. ", "title": "Revisiting Two-tower Models for Unbiased Learning to Rank"}
{"paper_id": 248722030, "text": "Existing works focus on either improving point cloud density or compressing its size. ", "title": "CURL: Continuous, Ultra-compact Representation for LiDAR"}
{"paper_id": 248779948, "text": "This work investigates multilingual and cross-lingual detoxification and the behavior of large multilingual models in this setting. ", "title": "Exploring Cross-lingual Text Detoxification with Large Multilingual Language Models."}
{"paper_id": 248887574, "text": "We surprisingly find that increasing the prior knowledge given to the architecture can actually decrease accuracy.", "title": "Gold-standard solutions to the Schrödinger equation using deep learning: How much physics do we need?"}
{"paper_id": 248912644, "text": "To avoid long start-up delays of launching a new function instance, cloud providers tend to keep recently-triggered instances idle (or warm) for some time after the most recent invocation in anticipation of future invocations. ", "title": "Lukewarm serverless functions: characterization and optimization"}
{"paper_id": 249205207, "text": "The goal of this demo is to highlight the software infrastructure required for educators to achieve it in their courses and institutions; this is associated with the workshop Achieving \"A's for All (as time and interest allow)\".", "title": "Software Support for \"A's for All\""}
{"paper_id": 249205260, "text": "All the universities in the Digital Education For All (DEFA) project remarkably expanded their portfolio of MOOCs that were offered both openly and for free, and the new admission path was simultaneously actively marketed and modified. ", "title": "Digital Education For All: Multi-University Study of Increasing Competent Student Admissions at Scale"}
{"paper_id": 249206133, "text": "Finally, while our constructions, modeling, and analysis are designed to capture the proposed polymer-based technology, they are suﬃciently general to be of potential independent interest.", "title": "Unclonable Polymers and Their Cryptographic Applications"}
{"paper_id": 249225651, "text": "We analyzed the modeling behaviors of 315 learners and 822 instances of learner-generated models using a sequential pattern mining technique. ", "title": "Understanding Self-Directed Learning with Sequential Pattern Mining"}
{"paper_id": 249282098, "text": "To this end, we propose PyLSE, an embedded pulse-transfer level language for superconductor electronics. ", "title": "PyLSE: a pulse-transfer level language for superconductor electronics"}
{"paper_id": 249306422, "text": "Of these, 355 services publish regexes; 17 services publish unsafe regexes; and 6 services are vulnerable to ReDoS through their APIs (6 domains; 15 subdomains). ", "title": "Exploiting Input Sanitization for Regex Denial of Service"}
{"paper_id": 249431583, "text": "We also demonstrate how transparency enables the implementation of other ethical AI dimensions in Education like interpretability, accountability, and safety. ", "title": "A Transparency Index Framework for AI in Education"}
{"paper_id": 249461860, "text": "We prove the correctness and security of our entire protocol. ", "title": "Oblivious Online Monitoring for Safety LTL Specification via Fully Homomorphic Encryption"}
{"paper_id": 249578848, "text": "However, none of the existing works can well control the influence diffusion of a community. ", "title": "Hindering Influence Diffusion of Community"}
{"paper_id": 249579020, "text": "As matrix computation becomes increasingly prevalent in large-scale data analysis, distributed matrix computation solutions have emerged. ", "title": "Redundancy Elimination in Distributed Matrix Computation"}
{"paper_id": 249705632, "text": "This opens up a wide variety of applications, most notably security-critical ones, where videos are used as evidence or include sensitive content. ", "title": "Vronicle: verifiable provenance for videos from mobile devices"}
{"paper_id": 249872591, "text": "In this paper, we show that some of the disagreement owes to a lack of clarity about what ethical issues are at stake in machine learning research, how these issues—in particular, the concerns with research integrity, research process harms, and downstream consequences—relate to (or, more often, differ from) one another. ", "title": "Disentangling the Components of Ethical Research in Machine Learning"}
{"paper_id": 249878990, "text": "However, real-world healthcare analytics has presented another major challenge, i.e., the available modalities evolve or change intermittently. ", "title": "DyHealth: Making Neural Networks Dynamic for Effective Healthcare Analytics"}
{"paper_id": 249960224, "text": "We enhance consistent hashing for FaaS, and develop CH-RLU: Consistent Hashing with Random Load Updates, a simple practical load-balancing policy which provides more than 2x reduction in function latency. ", "title": "Locality-aware Load-Balancing For Serverless Clusters"}
{"paper_id": 250071044, "text": "Abstract Motivation Identifying cell types and their abundances and how these evolve during tumor progression is critical to understanding the mechanisms of metastasis and identifying predictors of metastatic potential that can guide the development of new diagnostics or therapeutics. ", "title": "Semi-deconvolution of bulk and single-cell RNA-seq data with application to metastatic progression in breast cancer"}
{"paper_id": 250118697, "text": "In this paper, we provide the first description of the behavior of the APS from a real-time point of view and validate the results by running experiments on a real QNX platform. ", "title": "End-to-End Analysis of Event Chains under the QNX Adaptive Partitioning Scheduler"}
{"paper_id": 250118811, "text": "The proofs are formalized in the Coq proof assistant, ensuring that they are free of human errors and that all cases are considered. ", "title": "A Formal Correctness Proof for an EDF Scheduler Implementation"}
{"paper_id": 250211131, "text": "We highlight the reduction of cross-contamination and the capability of building on top of objects from different angles as well as inside closed spaces. ", "title": "LeviPrint: Contactless Fabrication using Full Acoustic Trapping of Elongated Parts."}
{"paper_id": 250279739, "text": "We further propose a new benchmark split based on the Epic-kitchen dataset which is an order of magnitude bigger in the numbers of classes and samples, and benchmark various models on this benchmark.", "title": "Disentangled Action Recognition with Knowledge Bases"}
{"paper_id": 250301157, "text": "Previous methods tend to use simplistic reconstruction or prediction constraints, which leads to the insufficiency of learned representations for normal data. ", "title": "Comprehensive Regularization in a Bi-directional Predictive Network for Video Anomaly Detection"}
{"paper_id": 250311571, "text": "We design temporal pseudo supervision (TPS), a simple and effective method that explores the idea of consistency training for learning effective representations from unlabelled target videos. ", "title": "Domain Adaptive Video Segmentation via Temporal Pseudo Supervision"}
{"paper_id": 250312003, "text": "We demonstrate SimBricks scales to 1000 simulated hosts, each running a full software stack including Linux, and that it can simulate testbeds with existing NIC and switch RTL implementations. ", "title": "SimBricks: end-to-end network system evaluation with modular simulation"}
{"paper_id": 250316542, "text": "In this paper, we show how cooperation between application and network can optimize network capacity based on knowledge of the application’s deadline coupled with network link failure statistics. ", "title": "Optimizing Network Provisioning through Cooperation"}
{"paper_id": 250334408, "text": "In this work we use Equal Opportunity (EO) doctrines from political philosophy to make explicit the normative judgements embedded in different conceptions of algorithmic fairness. ", "title": "Towards Substantive Conceptions of Algorithmic Fairness: Normative Guidance from Equal Opportunity Doctrines"}
{"paper_id": 250426143, "text": "DETACH separates features of grading tasks to avoid potential emphasis on the bias. ", "title": "Learning Robust Representation for Joint Grading of Ophthalmic Diseases via Adaptive Curriculum and Feature Disentanglement"}
{"paper_id": 250470913, "text": "Some archives store petabytes of JavaScript code, and yet many pages render incorrectly when users load them. ", "title": "Jawa: Web Archival in the Era of JavaScript"}
{"paper_id": 250493135, "text": "There are some quality-irrelevant/negative instances intervening the exact quality assessment( e . g ., instances covering only background or the coronary in instances is not identiﬁable). ", "title": "RTN: Reinforced Transformer Network for Coronary CT Angiography Vessel-level Image Quality Assessment"}
{"paper_id": 250517016, "text": "The proposed algorithm is tested on an angles-only UAV navigation scenario with challenging initial errors. ", "title": "Improved Kalman-Particle Kernel Filter on Lie Groups Applied to Angles-Only UAV Navigation"}
{"paper_id": 250563955, "text": "We designed a second-order motion extraction module based on the conclusions drawn. ", "title": "Lagrange Motion Analysis and View Embeddings for Improved Gait Recognition"}
{"paper_id": 250632989, "text": "Unlike in ordinary calculi, sequents that are derived in annotated calculi may still be retracted in the presence of conflicting sequents, thus inferences are made under stricter conditions. ", "title": "Annotated Sequent Calculi for Paraconsistent Reasoning and Their Relations to Logical Argumentation"}
{"paper_id": 250638350, "text": "In this work, we aim to automatically generalise the discarding of symmetric solutions of Answer Set Programming instances, improving the efficiency of the programs with first-order constraints derived from propositional symmetry-breaking constraints.", "title": "A Model-Oriented Approach for Lifting Symmetry-Breaking Constraints in Answer Set Programming"}
{"paper_id": 251107173, "text": "Building on recent research in artificial intelligence and law, our approach is modeled on the familiar practice of decision-making under precedential constraint in the common law. ", "title": "Piecemeal Knowledge Acquisition for Computational Normative Reasoning"}
{"paper_id": 251107197, "text": "Relying on a recent investigation of the multi-dimensionality of human trust, I lay out five criteria of trustworthiness-being competent, reliable, transparent, benevolent, and having ethical integrity. ", "title": "Beyond Fairness and Explanation: Foundations of Trustworthiness of Artificial Agents"}
{"paper_id": 251107214, "text": "The first premise assume that the phenomenon of emotion is commonly accepted as being a fundamental component of human experience. ", "title": "Emotion Recognition Technology: Re-Shaping Human Relationships"}
{"paper_id": 251223529, "text": "A streaming algorithm should process $X$ sequentially in one pass and return a subset with maximum diversity while guaranteeing the fairness constraint. ", "title": "Streaming Algorithms for Diversity Maximization with Fairness Constraints"}
{"paper_id": 251493101, "text": "Disturbances such as wind might lead to deviations from the planned trajectories. ", "title": "Predictive Angular Potential Field-based Obstacle Avoidance for Dynamic UAV Flights"}
{"paper_id": 251496029, "text": "Our evaluation shows that the accuracy of PrintQueue is up to 3× times higher while the overhead is 20× times smaller than existing work.", "title": "PrintQueue: performance diagnosis via queue measurement in the data plane"}
{"paper_id": 251518278, "text": "RBG consists of a rewriter agent that refines the customer division globally and an elementary generator to infer regional solutions locally. ", "title": "RBG: Hierarchically Solving Large-Scale Routing Problems in Logistic Systems via Reinforcement Learning"}
{"paper_id": 251518328, "text": "The developed software has been deployed in hospital as an auxiliary diagnosis tool for risk assessment of venous thromboembolism.", "title": "Retrieval-Based Gradient Boosting Decision Trees for Disease Risk Assessment"}
{"paper_id": 251741318, "text": "This allows us to develop deterministic sparsification tools for the partially symmetrized Laplacian.Together with previous reductions from directed Laplacians to Eulerian Laplacians, our technique results in the first deterministic almost-linear time algorithm for solving linear equations in directed Laplacians. ", "title": "Derandomizing Directed Random Walks in Almost-Linear Time"}
{"paper_id": 251744341, "text": "Simulation results show that with the proposed inference-adaptive energy scheduling method, self-powered MNIST classification task can be performed at a frame rate of 4 fps if the harvesting power is 1μW, while guaranteeing at least 90% inference accuracy using binary LeNet-5 network.", "title": "In-situ self-powered intelligent vision system with inference-adaptive energy scheduling for BNN-based always-on perception"}
{"paper_id": 251744350, "text": "Notably, the Green ORAM still maintains the security as we analyzed. ", "title": "Exploiting data locality in memory for ORAM to reduce memory access overheads"}
{"paper_id": 251846651, "text": "The concentration of the CuO layer was explored in order to verify the most suitable characteristics and properties as the solar cell. ", "title": "Determination of CuO Concentration for ZnO-NRs/P3HT/CuO as the Potential Thin Film in Solar Cell Application"}
{"paper_id": 251848349, "text": "This paper presents a PVT invariant cascode current reference circuit implemented in UMC 180 nm CMOS process. ", "title": "A PVT Invariant Cascode Current Reference Circuit in 180nm CMOS Process"}
{"paper_id": 252118551, "text": "Our platform enables users to visualize a graph of the places they visited based on their history records. ", "title": "IMAP: individual huMAn mobility patterns visualizing platform"}
{"paper_id": 252211636, "text": "Yet existing discrimination is often the result of unequal social relations, rather than simply an unequal distribution of resources. ", "title": "It’s Not Fairness, and It’s Not Fair: The Failure of Distributional Equality and the Promise of Relational Equality in Complete-Information Hiring Games"}
{"paper_id": 252212153, "text": "Our evaluation shows that AnICA can summarize thousands of inconsistencies in a few dozen descriptions that directly lead to high-level insights into the different behavior of the tools. ", "title": "AnICA: analyzing inconsistencies in microarchitectural code analyzers"}
{"paper_id": 252216482, "text": "Recommender Systems are often used to solve different complex problems in this domain, such as social fashion-aware recommendations (outfits inspired by influencers), product recommendations, or size and fit recommendations. ", "title": "Fourth Workshop on Recommender Systems in Fashion and Retail – fashionXrecsys2022"}
{"paper_id": 252342818, "text": "It is completely platform-independent and is thus a very promising alternative for e.g., students, teachers and researchers in experimental linguistics who have either limited access to software licenses and/or seek for an easy way to main-tain open solutions for their research.", "title": "ema2wav: doing articulation by Praat"}
{"paper_id": 252355515, "text": "Participation holds the potential for beneficial, emancipatory and empowering technology design, development and deployment while also being at risk for concerns such as cooptation and conflation with other activities. ", "title": "Power to the People? Opportunities and Challenges for Participatory AI"}
{"paper_id": 252695142, "text": "We introduce the python software package Kernel Mixed Model (KMM), which allows users to incorporate the network structure into transcriptome-wide association studies (TWASs). ", "title": "Kernel Mixed Model for Transcriptome Association Study"}
{"paper_id": 252715745, "text": "The code and models are available at https://github.com/YadiraF/SCARF.", "title": "Capturing and Animation of Body and Clothing from Monocular Video"}
{"paper_id": 252819800, "text": "As machine learning (ML) techniques are applied to a widening range of applications, high throughput ML inference serving has become critical for online services. ", "title": "Serving Heterogeneous Machine Learning Models on Multi-GPU Servers with Spatio-Temporal Sharing"}
{"paper_id": 252898705, "text": "Homomorphic encryption based on Classic McEliece, one of the fourth-round candidates of the NIST post-quantum standardization process, is carried out by the client for protecting the biometric data extracted from the users' faces at enrollment and verification. ", "title": "A facial authentication system using post-quantum-secure data generated on mobile devices"}
{"paper_id": 252910534, "text": "Understanding the nuances, practices and constraints in production of data science in the public sector will not only allow more responsible production of data sciences, but also help formulate realistic strategies to mitigate the risks involved in the use of algorithms in high-stakes public policy situations.", "title": "Algorithmic Rural Road Planning in India: Constrained Capacities and Choices in Public Sector"}
{"paper_id": 252910564, "text": "These conclusions are striking to the extent that they diverge from the U.S. immigration system’s commitments to independence and due process. ", "title": "Bias, Consistency, and Partisanship in U.S. Asylum Cases: A Machine Learning Analysis of Extraneous Factors in Immigration Court Decisions"}
{"paper_id": 252972735, "text": "Specifically, a GPU paging implementation is proposed as an extension to NVIDIA's embedded Linux GPU drivers. ", "title": "Enabling GPU Memory Oversubscription via Transparent Paging to an NVMe SSD"}
{"paper_id": 252996000, "text": "We build two eﬃcient TAPS schemes (in the random oracle model) based on the Schnorr signature scheme. ", "title": "Threshold Signatures with Private Accountability"}
{"paper_id": 253017695, "text": "RULER balances the trade-off between accuracy and fairness by decomposing the training procedure into two phases and introducing a novel iterative adversarial training method for fairness. ", "title": "RULER: discriminative and iterative adversarial training for deep neural network fairness"}
{"paper_id": 253045713, "text": "Outages from natural disasters, political events, software or hardware issues, and human error [2] place a huge cost on e-commerce ($66k/minute at Amazon [1]).", "title": "Internet outage detection using passive analysis"}
{"paper_id": 253205210, "text": "In the context of mobility as a Service (MaaS), bicycles are an important mode of transport for the first and last mile between the home and other transport modalities. ", "title": "Detecting Changes in User Emotions During Bicycle Riding by Sampling Facial Images"}
{"paper_id": 253239240, "text": "However, context-sensitive inter-procedural alias analyses are not scalable. ", "title": "The road not taken: exploring alias analysis based optimizations missed by the compiler"}
{"paper_id": 253271034, "text": "One key technical challenge in the age of autonomous machines is the programming of autonomous machines, which demands the synergy across multiple domains, including fundamental computer science, computer architecture, and robotics, and requires expertise from both academia and industry. ", "title": "Programming Autonomous Machines : Special Session Paper"}
{"paper_id": 253371195, "text": "In this poster, we highlight three QUIC features that are avenues for potential improvements to both Pluggable Transports and decoy routing: streams, connections identifiers, and congestion control. ", "title": "Poster: Investigating QUIC's Potential Impact on Censorship Circumvention"}
{"paper_id": 253385631, "text": "This work may then clarify how different “combinations of work and play” may affect players’ behaviors and organizational dynamics, as well as how they may be differently impacted by the design of the game.", "title": "“Come on, Guys, Let's Stick Together!”: Organizational Dynamics Emerging among Players in a First-Person Shooter Video Game"}
{"paper_id": 253385661, "text": "We discuss our initial study with over 56,000 participants, which provided insights into the cybersecurity awareness of our organization's employees. ", "title": "Housie: A Multiplayer Game for Cybersecurity Training and Evaluation"}
{"paper_id": 253385664, "text": "We found that youth are often victimized by strangers through sexual solicitation/harassment as well as sexual spamming via text and visual media, which is often ignored by them. ", "title": "From Ignoring Strangers’ Solicitations to Mutual Sexting with Friends: Understanding Youth’s Online Sexual Risks in Instagram Private Conversations"}
{"paper_id": 254069379, "text": "In this paper, we propose to advance OpenIE towards a more realistic scenario: generalizing over unseen target domains with different data distributions from the source training domains, termed Generalized OpenIE. ", "title": "Towards Generalized Open Information Extraction"}
{"paper_id": 254070603, "text": "Thanks to the flexible and explainable neural lighting representation, our system supports outdoor relighting with many different illumination sources, including natural images, environment maps, and time-lapse videos. ", "title": "NeuLighting: Neural Lighting for Free Viewpoint Outdoor Scene Relighting with Unconstrained Photo Collections"}
{"paper_id": 254070640, "text": "But in order for these systems to be useful for downstream applications, they need not only produce high-quality motions, but must also provide an accessible and versatile interface through which users can direct a character’s behaviors. ", "title": "PADL: Language-Directed Physics-Based Character Control"}
{"paper_id": 254070659, "text": "We held field of view constant by varying viewport size, and resolution constant by rendering to a fixed-size off-screen buffer. ", "title": "Display Size and Targeting Performance: Small Hurts, Large May Help"}
{"paper_id": 254927652, "text": "Hence, methods to insert observation points to facilitate the detection of hard-to-detect (HtD) faults are being increasingly explored. ", "title": "Observation Point Insertion Using Deep Learning"}
{"paper_id": 255218543, "text": "We also reported the different types of molecules that were recently used for PNPs functionalization, a fundamental step in delivering drugs specifically to their targets and then resulting in reduced side effects in patients.", "title": "Characterization and Functionalization Approaches for the Study of Polymeric Nanoparticles: The State of the Art in Italian Research"}
{"paper_id": 255331471, "text": "In doing so, we define different theory dimensions, ranging from specific cultural and literary theory frameworks to more generic uses of the concept of theory. ", "title": "Conceptual Forays: A Corpus-based Study of “Theory” in Digital Humanities Journals"}
{"paper_id": 255405005, "text": "Diagnosis of metastasis is usually confirmed by clinical examinations and imaging, but such diagnosis is made after metastasis occurs. ", "title": "Predicting Lymph Node Metastasis and Distant Metastasis using Differential Correlations of miRNAs and Their Target RNAs in Cancer"}
{"paper_id": 255596976, "text": "d) the final furniture structure that the user assembled.", "title": "StructureSense: Inferring Constructive Assembly Structures from User Behaviors"}
{"paper_id": 256195115, "text": "A video (https://youtu.be/b-5nav3Fi78) demonstrates the capability of Capricorn.", "title": "Capricorn: Towards Real-Time Rich Scene Analysis Using RF-Vision Sensor Fusion"}
{"paper_id": 256452440, "text": "We illustrate our approach with the example of the European Reformation, where we test a theory on the role of opinion leaders for the adoption of Protestantism with a logistic regression model. ", "title": "Theory-Driven Statistics for the Digital Humanities: Presenting Pitfalls and a Practical Guide by the Example of the Reformation"}
{"paper_id": 256463576, "text": "Conditional traffic estimation is a vital problem in urban plan deployment, which can help evaluate urban construction plans and improve transportation efficiency. ", "title": "STrans-GAN: Spatially-Transferable Generative Adversarial Networks for Urban Traffic Estimation"}
{"paper_id": 257158300, "text": "To address the second challenge, we develop a two-phase process for generating these data structures on the GPU. ", "title": "Optimizing Random Access to Hierarchically-Compressed Data on GPU"}
